[
    {
       "id":1,
       "category":"popular",
       "name":"Popular ⭐",
       "nsfw":false,
       "questions":[
          "Would you rather accidentally step on a LEGO brick or accidentally step on cat shit?",
          "Would you rather all plants scream when you cut them or animals beg for their lives before they are killed?",
          "Would you rather all traffic lights you approach be green or never have to queue again?",
          "Would you rather allow others to see everything you do for a day or hear everything you say for a day?",
          "Would you rather always be hungry no matter how much you eat or always be tired no matter how much you sleep?",
          "Would you rather always be itchy or always sweat?",
          "Would you rather always be late or always be on time, but unprepared for most activities?",
          "Would you rather always be ten minutes late or always be twenty minutes early?",
          "Would you rather always feel like you're about to sneeze or always feel like you're about to poop?",
          "Would you rather always get stuck in traffic or always have terrible Internet?",
          "Would you rather always have a pebble in your shoe or always have an eyelash in your eye?",
          "Would you rather always have fingernails 5 inches or longer or have a snorkel on your face permanently?",
          "Would you rather always have mud on your shoes or always have a pebble in your shoe?",
          "Would you rather always have really slow internet or always have a terrible phone signal?",
          "Would you rather always have to ride a unicycle to get to work/school or always have to use a pogo stick to get to work/school?",
          "Would you rather always look like you are 8 months pregnant or always have a black eye?",
          "Would you rather always speak all your thoughts out loud or never speak again (even in sign language)?",
          "Would you rather be 4 feet tall or be 10 feet tall?",
          "Would you rather be a carrot or be a pickle?",
          "Would you rather be a character in Lord of the Rings or be a character in Harry Potter?",
          "Would you rather be a chicken or a pig?",
          "Would you rather be a cyborg or a shapeshifter?",
          "Would you rather be a dragon or a unicorn?",
          "Would you rather be a dwarf or a giant?",
          "Would you rather be a high school teacher or be a college professor?",
          "Would you rather be a professional snowboarder or be a professional skier?",
          "Would you rather be a self-made millionaire or marry a billionaire?",
          "Would you rather be a Super Saiyan or be a Jedi Master?",
          "Would you rather be a super slow lion or a super-fast sloth?",
          "Would you rather be a unicorn or a mermaid?",
          "Would you rather be a wizard in the Harry Potter Universe or a Jedi in the Star Wars universe?",
          "Would you rather be able to fly at walking speed or be able to run at the speed of cars?",
          "Would you rather be able to fly everywhere you want or be invisible?",
          "Would you rather be able to hear perfectly with perfect precision or be able to have X-ray vision using a very painful eye corrective drop, to be applied every hour?",
          "Would you rather be able to kill bugs and spiders by just looking at them or cleaning your kitchen by just looking at it?",
          "Would you rather be able to make love with anyone you want or find your soulmate?",
          "Would you rather be able to morph into any animal or into any person?",
          "Would you rather be able to take back anything you say or hear any conversation about you?",
          "Would you rather be able to talk to pigeons or read babies' minds?",
          "Would you rather be able to travel as much as you want, but the only means is by foot or be able to travel once every five years with any transportation vehicle?",
          "Would you rather be able to turn something into reality by drawing it or make something disappear just by erasing it?",
          "Would you rather be allergic to babies or be allergic to elderly people?",
          "Would you rather be allergic to peanut butter or be allergic to chocolate?",
          "Would you rather be an 80s child-star actor or be a 60s one-hit wonder?",
          "Would you rather be an anime character or a Disney character?",
          "Would you rather be an average person in the present or a king of a large country 2500 years ago?",
          "Would you rather be an excellent singer or be a superb writer?",
          "Would you rather be as you are now or have $100 million, but have a 5% chance of instant death every day?",
          "Would you rather be bald everywhere or be an albino?",
          "Would you rather be bald or be forever cursed to have terrible haircuts?",
          "Would you rather be born with red hair or have $100 stolen from you?",
          "Would you rather be buff or have extra 5 hours a week where you can do what you want?",
          "Would you rather be captured by a wild tribe in the jungle or be captured by pirates at sea?",
          "Would you rather be completely insane and know that you are insane or completely insane and believe you are sane?",
          "Would you rather be covered in fur or be covered in scales?",
          "Would you rather be dumb and happy or be intelligent and miserable?",
          "Would you rather be forced to dance every time you heard music or be forced to sing along to any song you heard?",
          "Would you rather be forced to public speak or be dangled over the edge of a cliff?",
          "Would you rather be glued to an airplane or a cruise ship?",
          "Would you rather be gossiped about or to be ignored forever?",
          "Would you rather be homeless for 10 years and then be rich for the rest of your life or always be in the lower middle class but never homeless?",
          "Would you rather be immortal or be the richest person in the world?",
          "Would you rather be immortal or have 9 lives?",
          "Would you rather be imprisoned for doing the right thing or arrested and released for doing the wrong thing?",
          "Would you rather be in a rock band or be in a boy band?",
          "Would you rather be invisible or be able to fly?",
          "Would you rather be Iron Man but have to leave the suit on at all times or be the Hulk, but have to stay in hulk form at all times?",
          "Would you rather be Kim Kardashian, or watch one episode of Keeping Up with the Kardashians every day for the rest of your life?",
          "Would you rather be naked all the time or never leave your home again?",
          "Would you rather be naked all the time or never leave your house/apartment?",
          "Would you rather be Napoleon or be Julius Caesar?",
          "Would you rather be near deaf or hear everything two minutes later?",
          "Would you rather be on a low carb diet for the rest of your life or be vegan for the rest of your life?",
          "Would you rather be permanently mute or amputate one of your arms?",
          "Would you rather be physically clumsy or be socially awkward around people?",
          "Would you rather be smart and unlucky or be dumb and really lucky?",
          "Would you rather be stuck on a broken ski lift or in a broken elevator?",
          "Would you rather be the first killed in a group or be the last killed in a group?",
          "Would you rather be the first to die from this group or be the last to die from this group?",
          "Would you rather be the top dog at a shitty company or be the worst employee at the best company in the world?",
          "Would you rather be thrown naked into a pit of deadly scorpions or be sent into space without enough oxygen?",
          "Would you rather be trapped inside your favorite video game, or have your favorite video game become alive in the real world?",
          "Would you rather be unable to experience sadness or be unable to experience anger?",
          "Would you rather be unable to open doors unassisted or be unable to climb stairs unassisted?",
          "Would you rather be unable to say no or unable to say yes?",
          "Would you rather be unattractive but super funny or beautiful but quite boring?",
          "Would you rather begin every sentence with \"According to my calculations,\" or end every sentence with \"Period.\"",
          "Would you rather believe in God or renounce God and have $1 billion?",
          "Would you rather buy 10 things that you don't need every time you go shopping or always forget the one thing that you need when you go to the store?",
          "Would you rather buy everyone here drinks or be teased about being a cheap ass for the rest of the game?",
          "Would you rather change your religion or change your political party?",
          "Would you rather check your email first every morning or check your social networks first every morning?",
          "Would you rather chill with Eminem or chill with Jay-Z?",
          "Would you rather clog the toilet at your workplace or at your crush's house?",
          "Would you rather constantly have your hand down your trousers or swear in every sentence forever?",
          "Would you rather constantly stumble while walking or constantly stutter when speaking?",
          "Would you rather control the emotions of those around you or control the weather?",
          "Would you rather control your dreams or watch them the next day?",
          "Would you rather cuddle a koala or a cuddle a panda?",
          "Would you rather dance the Macarena for an hour straight in front of your partner's parents, or have your partner do the Macarena dance for an hour straight in front of your parents?",
          "Would you rather die a hero or live long enough to see yourself become the villain?",
          "Would you rather die if you didn't slap a new person on the butt every 12 hours or die if you didn't kill someone every two years?",
          "Would you rather die in space or never leave planet Earth?",
          "Would you rather discover something great and spread it or discover something evil and prevent it?",
          "Would you rather do the first job you ever had for the rest of your life or have 10 babies?",
          "Would you rather drive a Porsche or drive a Ferrari?",
          "Would you rather eat an unpeeled lemon or an unpeeled kiwi?",
          "Would you rather eat only Chinese food all the time or eat only Mexican food all the time?",
          "Would you rather eat pancakes or eat waffles?",
          "Would you rather every movie you watch replaces the lead role with Tommy Wiseau, or every song you hear is performed by Britney Spears?",
          "Would you rather every shirt you wear to be itchy or only be able to use one ply of toilet paper?",
          "Would you rather explore the space or the ocean?",
          "Would you rather fart loudly in an elevator or fart loudly in a public restroom with an occupant the next stall over?",
          "Would you rather fight a crocodile with a bow or fight an elephant with a shotgun?",
          "Would you rather fight Jackie Chan or fight Jet Li?",
          "Would you rather fight one human-sized cat or ten cat-sized humans?",
          "Would you rather fight Rocky Balboa or fight Ivan Drago?",
          "Would you rather fight zombies with only a crossbow alongside a dragon or fight zombies with an assault rifle alongside four gorillas?",
          "Would you rather find a hair in your last bite of Sandwich or a bug at the bottom of your drink?",
          "Would you rather forget who you are or forget who everyone you know is?",
          "Would you rather forget your password every weekend or forget your name every time you meet someone for the first time?",
          "Would you rather get 4 hours of sleep per night or get 15 hours of sleep per night?",
          "Would you rather get 50 bags or get 50 shoes?",
          "Would you rather get 50 watches or get 50 suits?",
          "Would you rather get $100000 now or get $1 million in a year?",
          "Would you rather get $100000 now or get $1 million in five years?",
          "Would you rather get a Chanel bag or get Louboutin's shoes?",
          "Would you rather get a paper cut between your fingers every time you turn a page or bite your tongue every time you eat food?",
          "Would you rather get away with lying every time or always know that someone is lying?",
          "Would you rather get burps that smell like donuts or get farts that produce rainbow clouds?",
          "Would you rather get completely drunk after a single unit of alcohol or never be able to get drunk?",
          "Would you rather get paid to read every book or get paid to watch every TV show?",
          "Would you rather get sick every time after eating your favorite food or never eat your favorite food again?",
          "Would you rather get sprayed by a skunk or get stung by a whole wasps' nest?",
          "Would you rather give up Christmas or give up your birthday?",
          "Would you rather give up showering for a month or give up the internet for a month?",
          "Would you rather go into the past and meet your ancestors or go into the future and meet your great-great-grandchildren?",
          "Would you rather go to college but make no money afterward or be a dropout but become a millionaire?",
          "Would you rather hang from trees like a three-toed sloth or have sticky feet like a tree frog?",
          "Would you rather have 20 million YouTube subscribers or produce a blockbuster action movie?",
          "Would you rather have a beer belly or have three chins?",
          "Would you rather have a black wedding dress or have a red wedding dress?",
          "Would you rather have a blind date with a homeless person or kiss a homeless person?",
          "Would you rather have a dog with a cat's personality or a cat with a dog's personality?",
          "Would you rather have a family and no money, or no family, and three million dollars?",
          "Would you rather have a fire breath like a dragon or poop chocolate?",
          "Would you rather have a hairline touching your eyebrows (so no forehead) or a pig's snout for a nose?",
          "Would you rather have a head the size of a tennis ball or have a head the size of a watermelon?",
          "Would you rather have a high salary in a job you hate or have a low salary in a job you love?",
          "Would you rather have a horse's tail or unicorn horn?",
          "Would you rather have a Lamborghini or have a personal driver?",
          "Would you rather have a lot of time but no freedom or have freedom but no time?",
          "Would you rather have a nose that never stops growing or have ears that never stop growing?",
          "Would you rather have a partner who speaks nonstops or a partner who barley speaks?",
          "Would you rather have a Pepsi or have a Coke?",
          "Would you rather have a private island or have a penthouse in the Bahamas?",
          "Would you rather have a rewind button or a pause button in your life?",
          "Would you rather have a time machine that only goes back in time or have a time machine that only goes forward in time?",
          "Would you rather have all cats try to attack you when they see you or all birds try to attack you when they see you?",
          "Would you rather have an 80s hairstyle or wear an 80s outfit?",
          "Would you rather have an annoying high-pitched voice or an incredibly deep voice?",
          "Would you rather have an arranged marriage or never marry at all?",
          "Would you rather have ears hanging down to your legs or ears that are pointed 2 ft high?",
          "Would you rather have every cat that gets lost end up at your house or everyone's socks that get lost in the washing machine teleported to your house?",
          "Would you rather have every movie spoiled for you before you watch it or not be able to watch a new movie until it's been released for one year?",
          "Would you rather have everything you've ever wanted, but you die in one year or live your life as it is now?",
          "Would you rather have eyebrows that never stop growing or eyelashes that never stop growing?",
          "Would you rather have eyes that can film everything or ears that can record everything?",
          "Would you rather have eyes the size of a baseball or have eyes the size of a pea?",
          "Would you rather have fire breath or poop chocolate?",
          "Would you rather have hair covering your entire body or be completely bald?",
          "Would you rather have infinite underwater breath or have infinite running capacity?",
          "Would you rather have no fingers or have no toes?",
          "Would you rather have no thumbs or only have thumbs?",
          "Would you rather have one nipple or two belly buttons?",
          "Would you rather have paparazzi follow you around or reveal a different secret about yourself in a weekly newspaper column?",
          "Would you rather have sex with a donkey and have no one know about it or not have sex with a donkey but have people thinking that you did?",
          "Would you rather have skin that changes color based on your emotions or tattoos appear all over your body, depicting what you did yesterday?",
          "Would you rather have supernatural strength or have supernatural intelligence?",
          "Would you rather have the ability to rewind to a previous time in your life or have the ability to fast forward to a future time in your life?",
          "Would you rather have the best house in a bad neighborhood or have the worst house in a fancy neighborhood?",
          "Would you rather have the nose of a dog or the eyes of a dog?",
          "Would you rather have the voice of Marge Simpson or have the hair of Marge Simpson?",
          "Would you rather have the worst hangover ever or have to read Memes about how hard it is to be a mom for a whole day?",
          "Would you rather have to drive a pink moped for the next 2 years or wrestle an alligator one time?",
          "Would you rather have to eat the same exact thing every single day, but never have to pay for your food or be able to eat whatever you want but have to pay twice as much for everything you buy?",
          "Would you rather have to end every sentence with a racial slur or have to drop two f-bombs in every sentence?",
          "Would you rather have to fart loudly whenever you have a serious conversation or have to burp after every kiss?",
          "Would you rather have to learn how to walk again or have to learn about every date in history and why they were important?",
          "Would you rather have to lick people's cheeks whenever they go to shake your hand or scream, \"I didn't wash my hands!\" to all of your co-workers every time you come back from the bathroom?",
          "Would you rather have to shake hands with everyone you walk past on the street or bow to everyone you walk past?",
          "Would you rather have to wear socks with sandals for the rest of your life or crocs?",
          "Would you rather have unlimited love or have unlimited money?",
          "Would you rather have unlimited respect or have unlimited power?",
          "Would you rather have your thoughts broadcasted so that everyone will always know what you are thinking while you are thinking it or never be allowed to wear clothes, but keep your thoughts to yourself?",
          "Would you rather hoard or compulsively clean?",
          "Would you rather kill a person to your left or kill a person to your right?",
          "Would you rather know the history of every person you touch or be able to talk to animals?",
          "Would you rather laugh uncontrollably when you're sad or cry like a baby when you're happy?",
          "Would you rather listen to everything but your favorite musician/artist or listen to only your favorite musician/artist?",
          "Would you rather live 200 years as you are or live 100 years strong as Superman?",
          "Would you rather live an extra 25 years or live a life without the need to sleep?",
          "Would you rather live at the same place for the rest of your life or move every 6 months to a different city?",
          "Would you rather live in a cave or a treehouse?",
          "Would you rather live in a house full of cheese or chocolate?",
          "Would you rather live in a library where books are your only form of entertainment or live in a prison cell where you have access to any channel on TV?",
          "Would you rather live in an abandoned bomb shelter or live in an isolated tower?",
          "Would you rather live in Ancient Rome or live in Ancient Greece?",
          "Would you rather live in isolation or face your biggest fear once a month?",
          "Would you rather live in the Game of Thrones universe or live in The Walking Dead universe?",
          "Would you rather live with no electronics or live with no friends?",
          "Would you rather live without coffee or without chocolate?",
          "Would you rather live without your phone or live without your computer, iPod, and clean clothes?",
          "Would you rather lock eyes with a stranger through the bathroom stall or accidentally walk in on your boss on the toilet?",
          "Would you rather lose your arms or lose your legs?",
          "Would you rather lose your preferred thumb or lose the index and middle finger of your preferred hand?",
          "Would you rather lose your sight or lose your hearing?",
          "Would you rather marry at the age of ten or never marry at all?",
          "Would you rather never again experience an awkward moment or get 100 dollars for every awkward moment you experience?",
          "Would you rather never be able to compliment anyone or never be able to complain?",
          "Would you rather never be able to feel emotions or never be able to show emotions?",
          "Would you rather never be able to hear your favorite song again or never be able to watch your favorite movie again?",
          "Would you rather never be able to leave your native country or never be able to drive?",
          "Would you rather never be able to remember anyone's birthday or anniversary or forget every historical date from the past, including your birthday and anniversary?",
          "Would you rather never be able to touch blue or never be able to touch red?",
          "Would you rather never eat your favorite food again or only eat your favorite food for the rest of your life?",
          "Would you rather never have sex again or never learn anything new?",
          "Would you rather never have to tie your shoes again or never have to untangle headphone wires again?",
          "Would you rather never play computer games again or never watch a video on a computer again?",
          "Would you rather never read another book or never hear another song?",
          "Would you rather never wear underwear again or never wear socks again?",
          "Would you rather not be able to sit or not be able to stand?",
          "Would you rather not be able to understand sarcasm or only be able to speak sarcastically?",
          "Would you rather not wear shoes for the rest of your life or not drive a car for the rest of your life?",
          "Would you rather only be able to listen to hardcore techno or only be able to listen to death metal?",
          "Would you rather only be able to speak in rhyme or only be able to speak using alliteration?",
          "Would you rather only be able to speak via a translator or only speak when asked a question?",
          "Would you rather only drink water or never eat cookies again?",
          "Would you rather only eat or only drink?",
          "Would you rather only have access to YouTube on the Internet or only have access to games on the Internet?",
          "Would you rather only read romance novels or only read textbooks?",
          "Would you rather only read romantic novels or read your favorite book repeatedly for the rest of your life?",
          "Would you rather only use a Mac or only use a Windows PC?",
          "Would you rather own a penthouse or own a villa?",
          "Would you rather own a private jet or own a McLaren P1?",
          "Would you rather people think you're very weird or think you're totally average and not particularly interesting?",
          "Would you rather poop bricks or puke snakes for the rest of your life?",
          "Would you rather poop out one butter knife or poop 1000 liters of mayonnaise?",
          "Would you rather prevent World War II or win a life-changing amount of money in a lottery?",
          "Would you rather pull out all your pubes or pull out one fingernail?",
          "Would you rather realize halfway through a date that there's something in your nose or that your zipper was open the whole time?",
          "Would you rather recycle human poop for the rest of your life or work with dangerous and explosive chemicals for the rest of your life?",
          "Would you rather recycling human poop as a profession for the rest of your life or work with dangerous and explosive chemicals for the rest of your life?",
          "Would you rather remember every conversation you have or remember everything that you read?",
          "Would you rather save up your money for a house or spend it on fun adventures?",
          "Would you rather see how you die or see who you will marry?",
          "Would you rather see the world in large pixels or function like a ten-hour battery (after that, you fall asleep instantly)?",
          "Would you rather share your home with a bunch of rats, or live with your parents forever?",
          "Would you rather show up to work with no pants for the rest of your life or pee yourself in front of your co-workers every time you have a presentation?",
          "Would you rather ski in the mountains or vacation on the beach?",
          "Would you rather skip summer or skip winter?",
          "Would you rather sleep on the floor wearing pajamas but have no pillow or sleep on the floor entirely naked but have one pillow?",
          "Would you rather sleep with your boss to get a promotion or give up the promotion?",
          "Would you rather smell like shit all the time without noticing it or smell like shit, but only you can smell it?",
          "Would you rather sniff a dog's butt or sniff a stranger's butt?",
          "Would you rather spend a day with a loved one that has passed away or get to explore a day in the year 3001?",
          "Would you rather spend five years in prison but return to your old life or never go to prison, but move every year for the rest of your life?",
          "Would you rather start a colony on another planet or be the leader of a small country on earth?",
          "Would you rather stay human, but be sent back to the dinosaurs' time or become the dinosaur of your choice, but live in modern times?",
          "Would you rather stop showering or stop brushing your teeth?",
          "Would you rather sue a charity organization and win or sue a corrupt organization and lose?",
          "Would you rather talk like Gollum or breathe like Darth Vader?",
          "Would you rather travel 100 years in the past or 100 years in the future?",
          "Would you rather use only Instagram for the rest of your life or use only Facebook for the rest of your life?",
          "Would you rather use only Reddit for the rest of your life or use only YouTube for the rest of your life?",
          "Would you rather use sandpaper for toilet paper or use vinegar for eye drops?",
          "Would you rather want to live in a world full of Scientologists or live in a world full of Flat Earthers?",
          "Would you rather wash all your dishes using your tongue or wash your pets using your tongue?",
          "Would you rather wear a T-Shirt the wrong way around while giving a speech or have toilet paper stuck on the bottom of your shoe while giving a speech?",
          "Would you rather wear adult diapers or change an adult's diaper?",
          "Would you rather wear the same socks for a month or the same underwear for two weeks?",
          "Would you rather whisper all the time or shout all the time?",
          "Would you rather win one million dollars today or 10 million dollars in ten years?",
          "Would you rather win the lottery or live twice as long?",
          "Would you rather work 10 hours a day, four days a week or work 8 hours a day five days a week?",
          "Would you rather work a minimum wage job for the rest of your life or live in the wilderness for the rest of your life?",
          "Would you rather work as a chocolate taster or work as a mattress tester?",
          "Would you rather work as a cop or work as a fireman?",
          "Would you rather work as a secret hotel guest or work as a professional traveler?",
          "Would you rather work as an accountant or work as a garbage man?",
          "Would you rather work as an e-sports player or work as a YouTuber?",
          "Would you rather work at the FBI or work at the CIA?",
          "Would you rather work for Apple and know all of their secrets or work for Google and know all their secrets?",
          "Would you rather yell a swear word between every word or get punched in the face after every swear?",
          "Would you rather your boss catch you dancing in front of the mirror or picking your nose?",
          "Would you rather your parents or your siblings pick your future spouse?"
       ]
    },
    {
       "id":2,
       "category":"easy",
       "name":"Easy 👌",
       "nsfw":false,
       "questions":[
          "Would you rather be a babysitter or be a dog sitter?",
          "Would you rather be a day person or a night person?",
          "Would you rather be a detective or be a pilot?",
          "Would you rather be a famous inventor or be a famous writer?",
          "Would you rather be a famous musician or be a famous business owner?",
          "Would you rather be a goddess/god or a princess/prince?",
          "Would you rather be a master at drawing or be an amazing singer?",
          "Would you rather be a master at origami or be a master of sleight of hand magic?",
          "Would you rather be a pirate or be a ninja?",
          "Would you rather be a wizard or be a superhero?",
          "Would you rather be able to change color to camouflage yourself or grow 5 meters taller and shrink back down whenever you wanted?",
          "Would you rather be able to change colors like a chameleon or hold your breath underwater for an hour?",
          "Would you rather be able to change the color of anything with just a thought or know every language that has ever been spoken on Earth?",
          "Would you rather be able to control fire or be able to control water?",
          "Would you rather be able to create a new holiday or create a new sport?",
          "Would you rather be able to do flips and backflips or be able to breakdance?",
          "Would you rather be able to eat any spicy food without problems or never be bitten by another mosquito?",
          "Would you rather be able to eat pancakes as much as you want without it damaging your health or be able to eat as much bacon as you want without it damaging your health?",
          "Would you rather be able to find anything that was lost or every time you touched someone, they would be unable to lie?",
          "Would you rather be able to fly at walking speed or be able to run at the speed of cars?",
          "Would you rather be able to fly or to be invisible?",
          "Would you rather be able to jump as far as a kangaroo or hold your breath as long as a whale?",
          "Would you rather be able to move silently or have an incredibly loud and scary voice?",
          "Would you rather be able to never wear pants or never wear shorts?",
          "Would you rather be able to play the piano or be able to play the guitar?",
          "Would you rather be able to read lips or know sign language?",
          "Would you rather be able to read minds or see one day into the future?",
          "Would you rather be able to remember everything in every book you read or remember every conversation you had?",
          "Would you rather be able to remember everything you've ever seen or heard or be able to perfectly imitate any voice you heard?",
          "Would you rather be able to see new colors that no other people could see or be able to hear things that no other humans can hear?",
          "Would you rather be able to see the future or change the past?",
          "Would you rather be able to see things that are very far away, like binoculars or be able to see things very close up, like a microscope?",
          "Would you rather be able to shrink down to the size of an ant any time you wanted to or be able to grow to the size of a two-story building anytime you wanted to?",
          "Would you rather be able to sing or dance really well?",
          "Would you rather be able to speak any language but not be able to read in any of them or read any language but not be able to speak any of them?",
          "Would you rather be able to talk to animals and have them understand you, but you can't understand them or be able to understand what animals say, but they can't understand you?",
          "Would you rather be able to talk to your 60-year old",
          "Would you rather be able to type faster than anyone or speak faster than anyone?",
          "Would you rather be able to type/text very fast or be able to read really quickly?",
          "Would you rather be able to walk on all fours or only be able to walk sideways like a crab?",
          "Would you rather be able to watch any movies you want a week before they are released or always know what will be trendy before it becomes a trend?",
          "Would you rather be an actor/actress in a movie or write a movie script that would be made into a movie?",
          "Would you rather be an astronaut or be a sailor?",
          "Would you rather be an athlete in the Summer Olympics or be an athlete in the Winter Olympics?",
          "Would you rather be an incredibly fast swimmer or an incredibly fast runner?",
          "Would you rather be bestfriends with SuperMan or Captain America?",
          "Would you rather be bulletproof or be able to survive falls from any height?",
          "Would you rather be covered in scales or in fur?",
          "Would you rather be in a dark and scary room all by yourself or be in a really well-lit room with Michael Jackson?",
          "Would you rather be in a rock band or be in a boy band?",
          "Would you rather be infamous or someone whoâs never known for anything?",
          "Would you rather be invisible or be able to fly?",
          "Would you rather be really good at skateboarding or really good at any video game you tried?",
          "Would you rather be tall because of a long torso or with really long legs?",
          "Would you rather be the author of a popular book or a musician in a band who released a popular album?",
          "Would you rather be the main star in a movie but suck really bad or be the main star of a musical that plays above a bowling alley?",
          "Would you rather be the smart nerd or the dumb jock?",
          "Would you rather be wildly popular on the social media platform of your choice or have a top-rated podcast?",
          "Would you rather brush your teeth with soap or drink sour milk?",
          "Would you rather bungee-jump from a bridge or parachute from a plane?",
          "Would you rather catch your parents doing it or your grandparents?",
          "Would you rather control the outcome of any coin flip or be unbeatable at rock, paper, scissors?",
          "Would you rather dance in front of 1000 people or sing in front of 1000 people?",
          "Would you rather dance or sing?",
          "Would you rather date Yoda or Chewbacca?",
          "Would you rather drink 1 gallon of ketchup or 1 gallon of Sriracha?",
          "Would you rather drink all your meals from baby bottles or wear diapers and have everyone see it?",
          "Would you rather drink every meal as a smoothie or never be able to eat food that has been cooked?",
          "Would you rather drink recycled urine or bathe in a sewer?",
          "Would you rather drive a police car or drive an ambulance?",
          "Would you rather drive a race car or fly a helicopter?",
          "Would you rather drop your phone in a porta-potty or dip your toothbrush in your clean toilet then use it again?",
          "Would you rather eat a bowl of spaghetti noodles without sauce or eat a bowl of spaghetti sauce without noodles?",
          "Would you rather eat a tub of worms or an oily french fry from the floor?",
          "Would you rather eat a turkey sandwich with vanilla ice cream inside or eat vanilla ice cream with bits of turkey inside?",
          "Would you rather eat a whole raw onion or eat a whole lemon?",
          "Would you rather eat a worm or eat a grasshopper?",
          "Would you rather eat an apple or eat an orange?",
          "Would you rather eat broccoli-flavored ice cream or eat meat-flavored cookies?",
          "Would you rather eat KokoKrunch cereal with ketchup sauce or a burger with chocolate cake buns?",
          "Would you rather eat one live spider or have 50 nonpoisonous spiders crawl on you all at once?",
          "Would you rather eat only dog food or do all your business in a litter box?",
          "Would you rather eat the same meal everyday (forever) or never be able to eat outside?",
          "Would you rather eat things that taste like boogers or eat stuff from the garbage?",
          "Would you rather everything in your house was a single color or every single wall and door be a different color?",
          "Would you rather fly a kite or swing on a swing?",
          "Would you rather get a new video game every day or get 10 different ice cream servings every day?",
          "Would you rather get ten mosquito bites or get one bee sting?",
          "Would you rather get to name a newly discovered tree or get to name a newly discovered spider?",
          "Would you rather get up early or stay up late?",
          "Would you rather give up money or food?",
          "Would you rather give up the internet or your best friend?",
          "Would you rather go skiing or go to a water park?",
          "Would you rather go snorkeling on a reef or camping by a lake?",
          "Would you rather go snow skiing or go water skiing?",
          "Would you rather go to outer space or the center of the Earth?",
          "Would you rather go to the doctor for a shot or go to the dentist to get a cavity filled?",
          "Would you rather hang out with the cast of F.R.I.E.N.D.S or How I Met Your Mother?",
          "Would you rather have $1,000,000 for a week or $100,000 for a day?",
          "Would you rather have a 3D printer or have the best phone on the market?",
          "Would you rather have a black wedding dress or have a red wedding dress?",
          "Would you rather have a bubble gun that shoots giant 5-foot bubbles or have a bathtub-sized pile of Legos?",
          "Would you rather have a cupcake or have a piece of cake?",
          "Would you rather have a dog or a cat?",
          "Would you rather have a drone that flies or have a drone that can go underwater?",
          "Would you rather have a first date indoors or outdoors?",
          "Would you rather have a full suit of armor or have a horse?",
          "Would you rather have a head the size of a tennis ball or have a head the size of a watermelon?",
          "Would you rather have a house with trampoline floors or have a house with aquarium floors?",
          "Would you rather have a magic carpet that flies or have a see-through submarine?",
          "Would you rather have a magic freezer that always has all your favorite ice cream flavors or have a magic freezer that has a different ice cream flavor every time you open the door?",
          "Would you rather have a monkeyâs face or a pigâs nose?",
          "Would you rather have a new silly hat appear in your closet every morning or a new pair of shoes appear in your closet once a week?",
          "Would you rather have a personal life-sized robot or have a jetpack?",
          "Would you rather have a pet penguin or have a pet Komodo dragon?",
          "Would you rather have a pet skunk or a pet sloth?",
          "Would you rather have a pet snake or have a pet tiger?",
          "Would you rather have a piggy bank that doubles any money you put in it or find $500 under your pillow every time you wake up?",
          "Would you rather have a private movie theater or have your own private arcade?",
          "Would you rather have a room with whiteboard walls that you can draw on or have a room where the whole ceiling is one big skylight?",
          "Would you rather have a special room you could fill with as many bubbles as you want or have a slide that goes from your roof to the ground?",
          "Would you rather have a tail that can't grab anything or wings that can't fly?",
          "Would you rather have a time machine that only goes back in time or have a time machine that only goes forward in time?",
          "Would you rather have a very powerful telescope or a very powerful microscope?",
          "Would you rather have aliens as friends or travel in outer space alone?",
          "Would you rather have an amazing treehouse with slides and three rooms or an amazing entertainment system with a huge TV and every game console?",
          "Would you rather have an elephant-sized cat or cat-sized elephant?",
          "Would you rather have an unlimited supply of ice cream or have a popular ice cream flavor named after you?",
          "Would you rather have any book you wanted for free or be able to watch any movie you wanted for free?",
          "Would you rather have bad breath or really smelly feet?",
          "Would you rather have everything you draw become real or become a superhero of your choice?",
          "Would you rather have everything you've ever wanted but you die in one year or live your life as it is now?",
          "Would you rather have eyes that change color depending on your mood or hair that changes color depending on the temperature?",
          "Would you rather have feet for hands or hands for feet?",
          "Would you rather have fire breath or poop chocolate?",
          "Would you rather have huge lips or ears?",
          "Would you rather have infinite underwater breath or infinite running capacity?",
          "Would you rather have ninja-like skills or have amazing coding skills in any language?",
          "Would you rather have pancakes every day for breakfast or have pizza every day for dinner?",
          "Would you rather have super strong arms or have super strong legs?",
          "Would you rather have the best house in a bad neighborhood or have the worst house in a fancy neighborhood?",
          "Would you rather have the power to shrink things to half their size or the power to enlarge things to twice their size?",
          "Would you rather have unlimited love or have unlimited money?",
          "Would you rather have unlimited respect or have unlimited power?",
          "Would you rather have your genitals give off a horrible stench or pass out whenever you have an orgasm?",
          "Would you rather have your thoughts broadcasted so that everyone will always know what you are thinking while you are thinking it or never be allowed to wear clothes, but keep your thoughts to yourself?",
          "Would you rather have your very own house next to your parent's house or live with your parents in a house that's twice the size of the one you live in now?",
          "Would you rather know when or how youâre going to die?",
          "Would you rather lay in a bathtub filled with worms for 5 minutes or lay in a bathtub filled with beetles that don't bite for 5 minutes?",
          "Would you rather live 200 years as you are or live 100 years as strong as Superman?",
          "Would you rather live in a base under the ocean or live in a floating base in the sky?",
          "Would you rather live in a box on the street or alone on an island?",
          "Would you rather live in a castle or live in a spaceship traveling far from Earth?",
          "Would you rather live in a house where all the walls were made of glass or live in an underground house?",
          "Would you rather live in a house-shaped like a circle or live in a house-shaped like a triangle?",
          "Would you rather live in a place that is always dusty or live in a place that is always humid?",
          "Would you rather live in a place with a lot of trees or live in a place near the ocean?",
          "Would you rather live in a tree house or live in a cave?",
          "Would you rather live on a sailboat or live in a cabin deep in the woods?",
          "Would you rather live somewhere really cold forever or somewhere really hot?",
          "Would you rather make plants grow very quickly or be able to make it rain whenever you wanted?",
          "Would you rather meet your favorite celebrity or be on a TV show?",
          "Would you rather move to a different city or move to a different country?",
          "Would you rather never be able to eat any type of meat again or be unable to eat things with sugar in them?",
          "Would you rather never eat cheese again or never drink anything sweet again?",
          "Would you rather never have to shower again or never have to brush your teeth again?",
          "Would you rather never have to sleep again or never have to eat again?",
          "Would you rather not be able to speak or to see?",
          "Would you rather not need to eat and never be hungry or not need to drink and never be thirsty?",
          "Would you rather only be able to type with your feet or elbows?",
          "Would you rather own an old-timey pirate ship and crew or own a private jet with a pilot and infinite fuel?",
          "Would you rather play hide and seek or play dodgeball?",
          "Would you rather play in a giant mud puddle or play in a pool?",
          "Would you rather play soccer or play baseball?",
          "Would you rather prioritize your career or your family?",
          "Would you rather randomly turn into a frog for a day once a week or randomly turn into a bird for a day once every month?",
          "Would you rather recycle human poop for the rest of your life or work with dangerous and explosive chemicals for the rest of your life?",
          "Would you rather ride a camel or ride a horse?",
          "Would you rather ride a huge horse or ride a tiny pony?",
          "Would you rather sail a boat or ride in a hang glider?",
          "Would you rather see some fireworks or see a circus performance?",
          "Would you rather sneeze uncontrollably for 15 minutes once every day or sneeze once every 3 minutes of the day while you are awake?",
          "Would you rather spend the whole day in a huge garden or spend the whole day in a large museum?",
          "Would you rather spend the whole day in front of the T.V. alone or spend it with a stranger with absolutely nothing together?",
          "Would you rather start a colony on another planet or be the leader of a small country on Earth?",
          "Would you rather stub your toe or step on a Lego?",
          "Would you rather swim in Jell-O or swim in Nutella?",
          "Would you rather take a coding class or take an art class?",
          "Would you rather the weather is warm, but it's raining forever, or the weather is cold, and it's snowing forever?",
          "Would you rather unable to control how fast you talk or be unable to control how loud you talk?",
          "Would you rather visit every country in the world or be able to play any musical instrument?",
          "Would you rather visit the international space station for a week or stay in an underwater hotel for a week?",
          "Would you rather wake up in your exâs house naked or in a strangerâs house?",
          "Would you rather want that every vegetable you eat taste like candy, but was still healthy or all water you drink taste like a different delicious beverage every time you drink it?",
          "Would you rather watch movies at a cinema or at home?",
          "Would you rather work 10 hours a day four days a week or work 8 hours a day five days a week?",
          "Would you rather work a minimum wage job for the rest of your life or live in the wilderness for the rest of your life?",
          "Would you rather work at the FBI or work at the CIA?",
          "Would you rather work for Apple and know all of their secrets or work for Google and know all their secrets?",
          "Would you rather work from 9am to 5pm or from work 9pm to 5am?"
       ]
    },
    {
       "id":3,
       "category":"kids",
       "name":"Kids 😺",
       "nsfw":false,
       "questions":[
          "Would you rather hear plants scream when you cut them or animals beg for their lives before they are killed?",
          "Would you rather always be late or always be on time, but unprepared for most activities?",
          "Would you rather always be overdressed or always be underdressed?",
          "Would you rather always fart in colors or always fart loudly?",
          "Would you rather always feel like you have to sneeze or always feel like you have to poop?",
          "Would you rather always have a booger in your nose or a piece of food stuck between your two front teeth?",
          "Would you rather always have a pebble in your shoe or have a permanent lousy haircut?",
          "Would you rather always have all of your shirts one size too small or two sizes too big?",
          "Would you rather always have an itchy spot that you can't reach or always feel like you have to sneeze?",
          "Would you rather always have to listen to the same song or never listen to music again?",
          "Would you rather always have uncontrollable gas at school or always have uncontrollable gas on every first date for the rest of your life?",
          "Would you rather always look like you are 8 months pregnant or always have a black eye?",
          "Would you rather always speak all your thoughts out loud or never speak again (even in sign language)?",
          "Would you rather be a doctor or a firefighter?",
          "Would you rather be a dog sitter or a baby sitter?",
          "Would you rather be a famous actor or singer?",
          "Would you rather be a famous actor/actress or a famous singer?",
          "Would you rather be a street cat or the cat of your family?",
          "Would you rather be a superhero that no one knows or a supervillain that everyone knows?",
          "Would you rather be able to breathe underwater or walk on water?",
          "Would you rather be able to change colors like a chameleon or hold your breath for as long as a whale?",
          "Would you rather be able to control the weather or to read people's minds?",
          "Would you rather be able to control your dreams or watch them the next day?",
          "Would you rather be able to fast forward time or freeze time?",
          "Would you rather be able to find anything that was lost or every time you touched someone, they would be unable to lie?",
          "Would you rather be able to fly or be able to breathe underwater?",
          "Would you rather be able to fly or be invisible?",
          "Would you rather be able to fly or become invisible?",
          "Would you rather be able to jump as far as a kangaroo or run as fast as a cheetah?",
          "Would you rather be able to live 100 years in the past or 100 years in the future?",
          "Would you rather be able to read babies' minds or to talk to animals?",
          "Would you rather be able to read minds or see into the future?",
          "Would you rather be able to read minds or see one day into the future?",
          "Would you rather be able to read minds or to predict the future?",
          "Would you rather be able to remember everything you see or remember everything you hear?",
          "Would you rather be able to run as fast as the speed of light or walk through walls?",
          "Would you rather be able to see 5 minutes into the future or be able to see 100 years into the future?",
          "Would you rather be able to see things that are very far away, like binoculars, or be able to see things very close up, like a microscope?",
          "Would you rather be able to shrink down to the size of a bug or be able to become the size of a whale?",
          "Would you rather be able to shrink down to the size of an ant or grow to the size of an elephant?",
          "Would you rather be able to shrink things to half their size or make them twice their size?",
          "Would you rather be able to talk to cats or to dogs?",
          "Would you rather be able to teleport anywhere or be able to read minds?",
          "Would you rather be able to text very fast or be able to read incredibly quickly?",
          "Would you rather be able to type very fast or be able to read very quickly?",
          "Would you rather be able to walk on all fours or only be able to walk sideways like a crab?",
          "Would you rather be allergic to babies or be allergic to elderly people?",
          "Would you rather be alone for the rest of your life or always be surrounded by annoying people?",
          "Would you rather be attractive and poor or ugly and rich?",
          "Would you rather be born again in a totally different life or born again with all the knowledge you have now?",
          "Would you rather be born in the past or in the future?",
          "Would you rather be captured by a wild tribe in the jungle or be captured by pirates at sea?",
          "Would you rather be extremely tall or extremely small?",
          "Would you rather be happy and poor or be sad and wealthy?",
          "Would you rather be in jail for five years or be in a coma for five years?",
          "Would you rather be Iron Man, but have to leave the suit on at all times or be the Hulk, but have to stay in hulk form at all times?",
          "Would you rather be locked in a room with 500 spiders or 500 mosquitos?",
          "Would you rather be naked all the time or never leave your house/apartment?",
          "Would you rather be popular or super smart?",
          "Would you rather be reincarnated as a spider or a mosquito?",
          "Would you rather be sick for the rest of your life or kill 2 puppies?",
          "Would you rather be smart but broke or rich and stupid?",
          "Would you rather be super funny or super smart?",
          "Would you rather be super strong or super fast?",
          "Would you rather be ten years older or five years younger?",
          "Would you rather be the King/Queen of a country or be the President of the United States?Would you rather go to the dentist or to the doctor?",
          "Would you rather be the most intelligent kid in school or the most popular kid in school?",
          "Would you rather be the smartest kid in school or be the best kid at sports in your school?",
          "Would you rather be the smartest person alive or the funniest person alive?",
          "Would you rather be unable to wash your hair for a month or shave your legs for a month?",
          "Would you rather be unlucky and intelligent or lucky and dumb?",
          "Would you rather be your family's cat or a stray cat?",
          "Would you rather brush your teeth with hot sauce or drink sour milk?",
          "Would you rather brush your teeth with toilet water or hot sauce?",
          "Would you rather burp confetti or fart glitter?",
          "Would you rather clean the dishes with your tongue or clean your pet with your tongue?",
          "Would you rather clog the toilet at your school or at your friend's house?",
          "Would you rather clog the toilet at your workplace (school) or at your crush's house?",
          "Would you rather control fire or water?",
          "Would you rather control your dreams or watch them the next day?",
          "Would you rather create a new holiday or create a new sport?",
          "Would you rather cuddle a baby polar bear or a baby panda?",
          "Would you rather dance in front of 5000 people or sing in front of 5000 people?",
          "Would you rather date someone unattractive with a great personality, or date someone very attractive with a bad personality?",
          "Would you rather dip your foot in acid or set your foot on fire?",
          "Would you rather don't change your socks or your underwear for a month?",
          "Would you rather donate your body to science or donate your organs to people who need them?",
          "Would you rather dress up as a clown every day or dress up like a princess every day for a year?",
          "Would you rather drink every meal like a smoothie or never be able to eat chocolate again?",
          "Would you rather eat a bucket of apple cores or 20 banana peels?",
          "Would you rather eat a dead bug or a live worm?",
          "Would you rather eat a dead rat or eat 20 live spiders?",
          "Would you rather eat a grilled grasshopper or a cooked slug?",
          "Would you rather eat a whole jar of mayonnaise or drink a cup of vinegar?",
          "Would you rather eat a whole onion or a whole lemon?",
          "Would you rather eat chicken-flavored cookies or onion-flavored ice cream?",
          "Would you rather eat spaghetti with a spoon or eat pizza with chopsticks?",
          "Would you rather eat spaghetti with a spoon or pizza with chopsticks?",
          "Would you rather eat through your butt or poop through your mouth?",
          "Would you rather eat your favorite candy every day or find 5 dollars under your pillow every morning?",
          "Would you rather eat your favorite food every day or find 5 dollars under your pillow every morning?",
          "Would you rather every shirt you wear to be itchy or only be able to use one ply of toilet paper?",
          "Would you rather every vegetable you eat taste like candy or all water you drink taste like your favorite soft drink?",
          "Would you rather everyone be required to wear identical silver jumpsuits or any time two people meet and are wearing an identical article of clothing, they must fight to the death?",
          "Would you rather fart every time you sit down or burp every time you stand up?",
          "Would you rather fart glitter or burp confetti?",
          "Would you rather find $5 on the ground or find all of your missing socks?",
          "Would you rather find true love or cure cancer?",
          "Would you rather flirt with your crush using emojis while texting or using memes while texting?",
          "Would you rather get away with lying every time or always know when someone is lying?",
          "Would you rather get burps that smell like donuts or get farts that produce rainbow clouds?",
          "Would you rather get caught eating a booger or scratching your butt?",
          "Would you rather get diarrhea on a first date or run into your parents on a first date?",
          "Would you rather get grounded for a week or do the dishes for a week?",
          "Would you rather get paid for reading books or watching TV?",
          "Would you rather get stuck in an elevator with your crush or your favorite celebrity?",
          "Would you rather get ten mosquito bites or get one bee sting?",
          "Would you rather get up very early or stay up very late?",
          "Would you rather give up AC and heating for the rest of your life or give up the Internet for the rest of your life?",
          "Would you rather give up your phone for a year or only wear Crocs for a year?",
          "Would you rather go bungee jumping or go on the tallest roller coaster?",
          "Would you rather go on a double date with your parents or with your partner's parents?",
          "Would you rather go to jail for 4 years for something you didn't do or get away with something horrible you did, but always live in fear of being caught?",
          "Would you rather have 10 children or no children at all?",
          "Would you rather have 20 million YouTube subscribers or produce a blockbuster action movie?",
          "Would you rather have a beer belly or have three chins?",
          "Would you rather have a boomerang that finds and kills any person of your choice, but can only be used once or a boomerang that always returns to you with one dollar?",
          "Would you rather have a bucket stuck on your head, or a cement block stuck on your foot?",
          "Would you rather have a clown only you can see that follows you everywhere and just stands silently in a corner watching you without saying anything or having a real-life stalker who dresses like the Easter Bunny that everyone can see?",
          "Would you rather have a completely automated home or have a self-driving car?",
          "Would you rather have a dog with a human face or a dog with human hands for paws?",
          "Would you rather have a dragon or a unicorn as a pet?",
          "Would you rather have a flying bicycle or a personal robot?",
          "Would you rather have a hairy belly button or a hairy nose?",
          "Would you rather have a head the size of a tennis ball or have a head the size of a watermelon?",
          "Would you rather have a high salary in a job you hate or have a low salary in a job you love?",
          "Would you rather have a horrible short-term memory or have a horrible long-term memory?",
          "Would you rather have a horsetail or a unicorn horn?",
          "Would you rather have a lifetime subscription to Netflix or an unlimited gift card to Starbucks?",
          "Would you rather have a magic bicycle that flies or own a robot?",
          "Would you rather have a magic carpet that flies or have a see-through submarine?",
          "Would you rather have a tail like a dog or wings that can't fly?",
          "Would you rather have a unicorn or a dragon as a pet?",
          "Would you rather have all dogs try to attack you when they see you or all birds try to attack you when they see you?",
          "Would you rather have all of your shirts one size too small or have all of your shirts two sizes too big?",
          "Would you rather have an elephant-sized cat or a cat-sized elephant?",
          "Would you rather have an elephant-sized hamster or a hamster-sized elephant?",
          "Would you rather have an extra finger or an extra toe?",
          "Would you rather have an unlimited supply of ice cream or chocolate?",
          "Would you rather have everyone laugh at your jokes, but not find anyone else's jokes funny or have no one laugh at your jokes, but you still find other people's jokes funny?",
          "Would you rather have everything on your phone right now (browsing history, photos,...) made public to anyone who googles your name or never use a cell phone again?",
          "Would you rather have everything you draw become real or become a superhero of your choice?",
          "Would you rather have eyes that change color depending on your mood or hair that changes color depending on the temperature?",
          "Would you rather have eyes the size of a baseball or have eyes the size of a pea?",
          "Would you rather have eyes the size of a pea or the size of a tennis ball?",
          "Would you rather have free Wi-Fi wherever you go or be able to drink unlimited free coffee at any coffee shop?",
          "Would you rather have giant hands like Hulk or tiny feet like a dwarf?",
          "Would you rather have grass for hair or carrot for a nose?",
          "Would you rather have grass for hair or cucumber for a nose?",
          "Would you rather have hair that changes color depending on your mood or skin that changes color depending on the temperature?",
          "Would you rather have hands instead of feet or feet instead of hands?",
          "Would you rather have hands that kept growing as you got older or have feet that kept growing as you got older?",
          "Would you rather have horrible acne that is only on areas covered with clothing or moderate acne that's only on your face?",
          "Would you rather have no elbows or no knees?",
          "Would you rather have no eyebrows or no eyelashes?",
          "Would you rather have no family or have no friends?",
          "Would you rather have no family or no friends?",
          "Would you rather have no fingers or no toes?",
          "Would you rather have no homework or no tests for the rest of your life?",
          "Would you rather have one extra eye on your forehead or two noses?",
          "Would you rather have only one best friend for the rest of your life or have 10 best friends that live in other countries?",
          "Would you rather have slow but unlimited Internet or paid but limited Internet?",
          "Would you rather have supernatural strength or have supernatural intelligence?",
          "Would you rather have the ability to rewind to a previous time in your life or have the ability to fast forward to a later time in your life?",
          "Would you rather have the brightness on your phone stuck on low, or the volume on your phone stuck on low?",
          "Would you rather have the feet of a duck or the hands of a hamster?",
          "Would you rather have three legs or three arms?",
          "Would you rather have to end every sentence with a racial slur or have to drop two f-bombs in every sentence?",
          "Would you rather have to fart loudly whenever you have a serious conversation or have to burp after every kiss?",
          "Would you rather have to sing instead of speaking or dance instead of walking?",
          "Would you rather have to use a dirty and smelly public toilet or one that has spiders in it?",
          "Would you rather have your grandmother's hairstyle or wear your grandmother's clothes for the rest of your life?",
          "Would you rather in your house was a single color or every single wall and door be a different color?",
          "Would you rather infinite battery life for your phone or infinite fuel for your car?",
          "Would you rather instantly become an adult or stay he age you are now for another two years?",
          "Would you rather it be Christmas every day, or it be your birthday every day?",
          "Would you rather jump into a pool of Nutella or a pool of Jell-O?",
          "Would you rather know how you die or when you die?",
          "Would you rather lick a dirty trash can or the bathroom floor?",
          "Would you rather lick and seal 1.000 envelopes or fold 1.000 pieces of laundry?",
          "Would you rather lick the bottom of your shoe or eat your boogers?",
          "Would you rather lick the bottom of your shoe or lick the big toe of a stranger?",
          "Would you rather lie to your teacher or your parents?",
          "Would you rather live an extra 25 years or live a life without the need to sleep?",
          "Would you rather live in a castle or in a spaceship?",
          "Would you rather live in a homeless shelter with free Wifi or live in a beautiful mansion isolated from any outside contact?",
          "Would you rather live in a place where it is always dark outside or always light outside?",
          "Would you rather live in a treehouse or in a cabin in the woods?",
          "Would you rather live in an amusement park or a zoo?",
          "Would you rather live in the clouds or underwater?",
          "Would you rather live in the Game of Thrones universe or live in The Walking Dead universe?",
          "Would you rather live under the water or in the space?",
          "Would you rather live with no electronics or live with no friends?",
          "Would you rather live without a gaming console or without your phone?",
          "Would you rather live without a phone or a gaming console?",
          "Would you rather live without watching movies or without listening to music?",
          "Would you rather live without your phone or without your PC/laptop for a month?",
          "Would you rather live your entire life in a virtual reality where all your wishes are granted or live your whole life in the real world?",
          "Would you rather look 10 years older from the neck up, or the neck down?",
          "Would you rather lose all your memories or go blind?",
          "Would you rather lose the ability to read or lose the ability to speak?",
          "Would you rather lose the ability to speak or have to say everything that you are thinking?",
          "Would you rather make farting sounds every time you walk or smell like farts every time you yawn?",
          "Would you rather never be able to go out during the day or during the night?",
          "Would you rather never be able to leave your house or only be able to be in your house for five minutes at a time?",
          "Would you rather never be able to use a mirror (also front-facing camera) again or never be able to use your phone again?",
          "Would you rather never be able to watch Netflix or Youtube again?",
          "Would you rather never eat salty food again or never eat sweet food again?",
          "Would you rather never get a haircut again or never dye your hair again?",
          "Would you rather never have homework again or be paid to do your homework?",
          "Would you rather never have to go to the toilet again or never have to sleep again?",
          "Would you rather never have to shower again or never brush your teeth again?",
          "Would you rather never have to shower again or never have to brush your teeth again?",
          "Would you rather never have to sleep again or never have to go to the toilet again?",
          "Would you rather never have to tie your shoes again or never have to untangle headphone wires again?",
          "Would you rather never use emojis or never read memes for the rest of your life?",
          "Would you rather never wash your sheets ever again or only be able to shower once every two weeks?",
          "Would you rather never watch Youtube or never watch Netflix ever again?",
          "Would you rather not be able to wash your hands for a month or not be able to wash your hair for a month?",
          "Would you rather not use the internet for a month or not eat junk food for a month?",
          "Would you rather not wear shoes for the rest of your life or not drive a car for the rest of your life?",
          "Would you rather only be able to speak via a translator or only speak when asked a question?",
          "Would you rather only be able to walk on all fours or only be able to walk backward?",
          "Would you rather only be able to whisper or only be able to scream?",
          "Would you rather only eat your favorite food for the rest of your life or never eat your favorite food ever again?",
          "Would you rather only use Reddit for the rest of your life or only use Youtube for the rest of your life?",
          "Would you rather only use TikTok for the rest of your life or only use YouTube for the rest of your life?",
          "Would you rather only wear one color each day or have to wear seven colors each day?",
          "Would you rather only wear used underwear or only use strangers' toothbrushes?",
          "Would you rather own 10 puppies or 10 kittens?",
          "Would you rather own a personal jet or a yacht?",
          "Would you rather pee every time you stand up or poop every time you sit down?",
          "Would you rather pee in a litter box or drink a cup of toilet water?",
          "Would you rather pee yourself in class or in a supermarket?",
          "Would you rather post an embarrassing, drunken picture of you to your Instagram story that your crush sees, or send your crush an embarrassing direct message?",
          "Would you rather remember everything you have seen or remember everything you have heard?",
          "Would you rather share your home with a bunch of rats, or live with your parents forever?",
          "Would you rather sit with a resting lion or alligator for ten minutes?",
          "Would you rather smell the butt of a stranger or the butt of a dog?",
          "Would you rather sneeze Jelly Beans, or have you tears be chocolate flavored?",
          "Would you rather snitch on your best friend for a crime they committed or go to jail for the crime your friend committed?",
          "Would you rather spend one week in the wilderness or one night in a real haunted house?",
          "Would you rather spend the rest of your life always cold or spend the rest of your life always exhausted?",
          "Would you rather stay in bed all day or stay up all night?",
          "Would you rather stop showering or stop brushing your teeth?",
          "Would you rather stub all your toes once a week or lose one thumb?",
          "Would you rather swim in Jell-O or swim in Nutella?",
          "Would you rather take cold showers every day for the rest of your life or eat only cold food for the rest of your life?",
          "Would you rather the world be taken over by aliens or by robots?",
          "Would you rather travel in the past or in the future?",
          "Would you rather try to survive in the desert with your friends or live with your friends in a reality TV house with really dumb cast members for 5 years?",
          "Would you rather turn into a dog or a cat for a day each week?",
          "Would you rather visit the international space station for a week or stay in an underwater hotel for a week?",
          "Would you rather wake up in your underwear in class or wake up in your underwear at a family party?",
          "Would you rather wear diapers or change someone else's diapers?",
          "Would you rather wear jeans one size too small or two sizes too big?",
          "Would you rather wear the same socks for a month or the same underwear for a week?",
          "Would you rather win an Olympic gold medal or win a million dollars in the lottery?",
          "Would you rather win one million dollars right now or ten million dollars in 10 years?"
       ]
    },
    {
      "id":4,
       "category":"crazy",
       "name":"Crazy 🤪",
       "nsfw":true,
       "questions":[
          "Would you rather abort a baby made with the person to your right or abort a baby made with the person to your left?",
          "Would you rather accidentally be responsible for the death of a child or accidentally be responsible for the deaths of three adults?",
          "Would you rather always fart in colors or always fart loudly?",
          "Would you rather always forget who you are or who everyone else is?",
          "Would you rather always have sweaty hands or always have bad breath?",
          "Would you rather bathe naked with your professor or with a close family member?",
          "Would you rather be a virgin forever or have sex with your brother/sister one time?",
          "Would you rather be able to speak to animals or read other people's thoughts?",
          "Would you rather be eaten by maggots from the inside out or ants from the outside in?",
          "Would you rather be famous while you live and be forgotten after death, or unknown when you live and be famous after death?",
          "Would you rather be fat and smell nice all the time or be fit and smell like sweat all the time?",
          "Would you rather be followed by an imaginary clown or a real stalker dressed up as an Easter bunny?",
          "Would you rather be forever alone or be surrounded by annoying people for the rest of your life?",
          "Would you rather be in the middle of a human centipede with your dog and your brother or be in the middle of a human centipede with your parents?",
          "Would you rather be infertile or have a child that passes away before you?",
          "Would you rather be naked in Antarctica for four hours or be naked in a ski suit in the desert for four hours?",
          "Would you rather be reborn as an enterobacterium or not be reborn at all?",
          "Would you rather be responsible for the death of one person or for the death of two baby kittens?",
          "Would you rather be stuck in traffic for two hours or get (or give) a handjob for six hours without orgasm?",
          "Would you rather be stuck on an island alone or with a person who talks continuously?",
          "Would you rather be teleported to a random place in the world every time you fart, or go travel 10 years back in time every time you sneeze?",
          "Would you rather be tired forever no matter how much you sleep, or be hungry forever no matter how much you eat?",
          "Would you rather be unattractive and have an attractive partner or be attractive and have an unattractive partner?",
          "Would you rather be unfertile or only be able to get quadruplets?",
          "Would you rather become immortal now, but all of your family dies instantly, or you lose arms, legs, eyes, and tongue now, but get to live another 10 years?",
          "Would you rather burp confetti or fart glitter?",
          "Would you rather change your gender every time you sneeze or not be able to tell a baby from a muffin?",
          "Would you rather crap your pants in public once a year for the rest of your life or crap yourself in private every day for the rest of your life?",
          "Would you rather cut off your right hand or cut off your left hand?",
          "Would you rather disappoint all of your friends or family?",
          "Would you rather donate your body to science or donate your organs to people who need it?",
          "Would you rather drink a shot from a hairy belly button or give a tongue kiss to a person without teeth?",
          "Would you rather drink a shot of your mother's period blood or drink a shot of your father's sperm?",
          "Would you rather drink a shot of your mother's period blood or your father's sperm?",
          "Would you rather drink piss or sweat?",
          "Would you rather eat a bowl of vomit or eat a bowl of menstrual blood?",
          "Would you rather eat a worm straight from the ground or snatch a fly out of the air and eat it alive?",
          "Would you rather eat all your meals where the food is cold or eat all your meals with 5 tablespoons of salt poured on it?",
          "Would you rather eat only roadkill for the rest of your life or eat only semen for the rest of your life?",
          "Would you rather eat out your grandmother or eat out a homeless person's butthole?",
          "Would you rather eat shit once or have explosive diarrhea for the rest of your life?",
          "Would you rather eat too salty food for the rest of your life or unsalted food that no matter how much salt you put on it, it never gets salty?",
          "Would you rather fart during sex or burp while kissing?",
          "Would you rather fart every time you laugh or burp every time you cry?",
          "Would you rather filthy rich, but have to be Justin Bieber's assistant or dirt poor, but get to be anyone's assistant you choose?",
          "Would you rather find a cure for cancer or find out if there is God or not?",
          "Would you rather find true love or a suitcase with five million dollars?",
          "Would you rather forever bleed from your nose or remove one nail every morning (they regrow when you finish all 20 of them)?",
          "Would you rather forever bleed from your nose or remove one nail every morning? (FYI: They regrow).",
          "Would you rather freeze to death or burn to death?",
          "Would you rather fuck a 10/10 while your parents watch or fuck a 1/10 in private?",
          "Would you rather fuck a pig live on national television or be responsible for the death of someone?",
          "Would you rather fuck the top half of Emma Watson with the bottom part of Hulk Hogan or fuck the top half of Hulk Hogan with the bottom half of Emma Watson?",
          "Would you rather fuck your boyfriend with your dad's body or fuck your dad with your boyfriend's body?",
          "Would you rather fuck your girlfriend (boyfriend) with your mom's (dad's) body or fuck your mom (dad) with your girlfriend's (boyfriend's) body?",
          "Would you rather fuck your girlfriend with your mom's body or fuck your mom with your girlfriend's body?",
          "Would you rather get a good handjob from your grandmother or get a bad handjob from your grandmother?",
          "Would you rather get a throbbing erection every time you're near a child or have to scream the N-word every time you hear the word \"Obama\"?",
          "Would you rather get a throbbing erection every time you're near a child or have to scream the N-word every time you hear the word Obama?",
          "Would you rather get burps that smell like donuts or get farts that produce rainbow clouds?",
          "Would you rather get your tongue and all of your fingers cut off, one by one, or get your genitals removed?",
          "Would you rather give up cheese or give up oral sex?",
          "Would you rather go back to your ex or stay alone forever?",
          "Would you rather hang yourself or shoot yourself?",
          "Would you rather have a 10 cm (4 inches) belly button or ten nipples?",
          "Would you rather have a baby or have 10 miscarriages?",
          "Would you rather have a lesbian mom or have a cross-dressing father?",
          "Would you rather have a new partner every week or one partner for the rest of your life?",
          "Would you rather have a partner that likes to touch your poop or have a partner that likes to drink your piss?",
          "Would you rather have a partner who is obsessed with you or who is cheating on you?",
          "Would you rather have a shit's mouth or have your mom shit in your mouth?",
          "Would you rather have an anus or vagina as your mouth?",
          "Would you rather have an extra limb or have an extra eyeball?",
          "Would you rather have an itchy spot on your body that you can't reach for the rest of your life, or orgasm every 5 minutes for the rest of your life?",
          "Would you rather have an orgasm every time you sneeze or yawn?",
          "Would you rather have an STD that kills everyone you sleep with within 20 years, but you are safe or never have sex again?",
          "Would you rather have dicks for nipples or have vaginas for armpits?",
          "Would you rather have dry and chapped lips for the rest of your life or bad dandruff that is untreatable?",
          "Would you rather have dry eyes for the rest of your life or have a runny nose for the rest of your life?",
          "Would you rather have dry eyes or a runny nose for the rest of your life?",
          "Would you rather have enough money for the rest of your life or live in a fantasy world for the rest of your life?",
          "Would you rather have hiccups for the rest of your life or feel like you need to sneeze (but not be able to) for the rest of your life?",
          "Would you rather have HIV and live for another 20 years or have cancer and live for another 10 years?",
          "Would you rather have knives as fingers or penises as fingers?",
          "Would you rather have knives for fingers or penises for fingers?",
          "Would you rather have legs as long as your fingers or fingers as long as your legs?",
          "Would you rather have nice teeth and bad breath or ugly teeth and no bad breath?",
          "Would you rather have no breasts or three breasts?",
          "Would you rather have no elbows or have no knees?",
          "Would you rather have no elbows or no knees?",
          "Would you rather have no fingers or have no eyes?",
          "Would you rather have no genitals or have no eyes?",
          "Would you rather have no penis or five penises?",
          "Would you rather have no tongue or have no teeth?",
          "Would you rather have sex in a dirty hotel bed or in a smelly public toilet?",
          "Would you rather have sex in a public place and have 200 strangers see you or have sex in your bedroom in front of your parents?",
          "Would you rather have sex in a public place and have 200 strangers see you or have sex in your bedroom in front of your sibling?",
          "Would you rather have sex in your parents' bed or in the bed of a mattress shop?",
          "Would you rather have sex only three times a year, where you are guaranteed to orgasm, or have sex as often as you want, but never orgasm again.",
          "Would you rather have sex with a family member or have sex with a dead body?",
          "Would you rather have sex with an octopus or have sex with a snake?",
          "Would you rather have sex with Megan Fox with a penis or be Tom Hiddleston with a vagina?",
          "Would you rather have sex with Zac Efron or marry Zac Efron?",
          "Would you rather have taste buds on your asshole or poop through your mouth?",
          "Would you rather have the ability to always know what will happen in the next 10 minutes or the ability to always know what will happen in the world in 100 years?",
          "Would you rather have the ability to fly at walking speed or to run at 160 km/h (99 mph)?",
          "Would you rather have to eat the same dish for every meal for the rest of your life or eat whatever you wanted, except once a year you have to eat a shit sandwich?",
          "Would you rather have to watch your parents have sex every night for the rest of your life or join in once to stop it?",
          "Would you rather have uncontrollable ear hair or have uncontrollable nose hair?",
          "Would you rather have uncontrollable ear hair or uncontrollable nose hair?",
          "Would you rather have uncontrollable gas at work for the rest of your life or have uncontrollable gas on every first date for the rest of your life?",
          "Would you rather have vaginas for ears or have penises for fingers?",
          "Would you rather have your dad walk in on you fucking your dog or have your dog walk in on you fucking your dad?",
          "Would you rather have your mom walk in on you while you're losing your virginity or have someone shart in your mouth while you give them oral sex?",
          "Would you rather have your teeth exchanged for pubes or have your pubes exchanged for teeth?",
          "Would you rather kill a baby with your bare hands, but afterward everyone thinks you tried to save it or let that baby live, but afterward everyone thinks you tried to kill it?",
          "Would you rather kill a baby with your bare hands, but afterward, everyone thinks you tried to save it or let that baby live, but afterward, everyone thinks you tried to kill it?",
          "Would you rather kill a kitten or a puppy?",
          "Would you rather kill an entire kindergarten class with a brick or take it in the ass from an entire NFL team?",
          "Would you rather kill yourself to save humanity or kill all other people to save yourself?",
          "Would you rather kiss Boris Johnson or Donald Trump?",
          "Would you rather lick a stranger's condom or eat a handful of maggots out of a dead corpse?",
          "Would you rather lick peanut butter off a hobo's foot or lose 50% of your assets in the stock market?",
          "Would you rather live forever or die in the next five minutes?",
          "Would you rather lose all of the memories you've made so far or forget from today on every 24 hours what happened the previous day?",
          "Would you rather lose all photos you have ever taken or lose all your money?",
          "Would you rather lose the ability to speak or see?",
          "Would you rather magically flip genders every year or be forced to move and start fresh every year?",
          "Would you rather moan strangely or make an ugly face every time you come?",
          "Would you rather never have to pee again or never have to poo again?",
          "Would you rather never masturbate or eat solid food again?",
          "Would you rather never speak again or say all your thoughts out loud forever?",
          "Would you rather not have a penis or have three penises?",
          "Would you rather only eat stuffing for the rest of your life or only drink gravy for the rest of your life?",
          "Would you rather only scream or only whisper for the rest of your life?",
          "Would you rather pee every time you stand up or poop every time you sit down?",
          "Would you rather pee every time you stand up or poop every time you sit?",
          "Would you rather peel all your nails out of your fingers or pull all the teeth out of your mouth?",
          "Would you rather piss your pants in public once a week or shit yourself at home every day?",
          "Would you rather piss yourself every time you laugh or every time someone says your name?",
          "Would you rather post nudes of yourself on Instagram or lose all your money?",
          "Would you rather publish your search history or your account balance?",
          "Would you rather pull all your fingernails out or pull all the teeth out of your mouth?",
          "Would you rather remove and eat one of your eyeballs or remove and eat one of your testicles?",
          "Would you rather remove your thumbnail with a fork or put a toothpick under your big toenail and kick a wall?",
          "Would you rather save the life of your unborn child or save your own life?",
          "Would you rather see no more colors or have a tinnitus (tone in the ear) forever?",
          "Would you rather shit bricks or puke slugs?",
          "Would you rather show your browser history to your parents or your boss?",
          "Would you rather sleep with Sarah Jessica Parker or own a horse?",
          "Would you rather sleep with someone who always has ice-cold hands or always burning hot hands?",
          "Would you rather sleep with your ex or with a celebrity you hate?",
          "Would you rather smell a used stranger's underwear or your mother's used underwear?",
          "Would you rather smell like shit and not know it or constantly be smelling poop that nobody else can smell?",
          "Would you rather smell like shit or smell like urine?",
          "Would you rather smell like stinky armpits for the rest of your life or lose your sense of smell completely?",
          "Would you rather snort salt or vinegar?",
          "Would you rather soil yourself and not be able to clean yourself or change clothes for a week or wear the same clothes for a year?",
          "Would you rather somebody stitches your hands together (no way of returning back to normal) or somebody stitches your legs together (no way of returning back to normal)?",
          "Would you rather suck a Hobo's toe for 2 minutes or be in a cage with a hungry lion for 20 seconds?",
          "Would you rather suck a used tampon that you found on the street or suck a used condom that you found on the street?",
          "Would you rather swallow sperm that tastes like piss, or get pissed on by your partner?",
          "Would you rather swim 300 meters through shit or swim 300 meters through dead bodies?",
          "Would you rather use a foreign toothbrush forever or wear a stranger's dirty underwear forever?",
          "Would you rather walk all your life with a visible snot in your nose or with a hairy birthmark between your eyes?",
          "Would you rather want to know the uncomfortable truth of the world or live a comfortable lie?",
          "Would you rather want to know when you die or how you die?",
          "Would you rather want to know when you die or when the person you love dies?",
          "Would you rather watch a sex video from your parents or show your parents a sex video from you?",
          "Would you rather watch your parents having sex every day for the rest of your life or join in and never see it again?",
          "Would you rather wear a strangers underwear or your dirty underwear?"
       ]
    },
    {
      "id":5,
       "category":"hard",
       "name":"Hard 🤐",
       "nsfw":true,
       "questions":[
          "Would you rather always be slightly cold or always slightly have the urge to pee?",
          "Would you rather always have all of your shirts one size too small or always have all of your shirts two sizes too big?",
          "Would you rather argue about politics on Facebook or actually go out to vote?",
          "Would you rather barefoot for the rest of your life or always have to wear UGG boots?",
          "Would you rather be abducted by aliens or possessed by a demon?",
          "Would you rather be able to change the future or the past, just by imagining it?",
          "Would you rather be able to fly at walking speed or run at the speed of cars?",
          "Would you rather be able to read people's minds or manipulate other people with your thoughts?",
          "Would you rather be able to read your partner's mind or have a partner who can read your mind?",
          "Would you rather be able to speak all human languages or talk to animals?",
          "Would you rather be an only child and be abused or live with a family of 10 siblings that hated you?",
          "Would you rather be anorexic or be obese?",
          "Would you rather be as you are now or have $100 million, but have a 5% chance of instant death every day?",
          "Would you rather be bald but fit or be overweight with a full head of hair?",
          "Would you rather be banned from ordering delivery ever again or be banned from using Uber (or any similar service) ever again?",
          "Would you rather be blind or see spirits everywhere you go?",
          "Would you rather be completely sober your whole life or show up to your kids' graduation completely wasted?",
          "Would you rather be convicted of a crime you didn't commit or kill and get away with it?",
          "Would you rather be covered in fur or be covered in scales?",
          "Would you rather be drowned in a bathtub or trapped in a burning building with no way of escaping?",
          "Would you rather be eaten alive by a bear or be eaten alive by a wolf?",
          "Would you rather be extremely intelligent or be adored by every person on earth?",
          "Would you rather be feared by all or be loved by all?",
          "Would you rather be filthy rich, but suffer from depression or be poor, but happy?",
          "Would you rather be forced to eat only spicy food or be forced to eat only incredibly bland food?",
          "Would you rather be handcuffed to your worst enemy for life or be separated from your entire family for life?",
          "Would you rather be handcuffed to your worst enemy for life or be separated from your entire family?",
          "Would you rather be haunted by a ghost or be tortured by an alien?",
          "Would you rather be healthy but look terrible or be unhealthy and look great?",
          "Would you rather be immune to hangovers forever or never have to go to the dentist ever again?",
          "Would you rather be in a relationship with someone who never argues or be in a relationship with someone who never hugs?",
          "Would you rather be incredibly happy, but forever alone or unhappy, but with the love of your life?",
          "Would you rather be infamous in history books or be forgotten after your death?",
          "Would you rather be married to someone who doesn't love you or be married to someone you don't love?",
          "Would you rather be mortal on an immortal planet or be immortal on a mortal planet?",
          "Would you rather be on the Titanic or be Hitler's friend?",
          "Would you rather be permanently thirsty or be permanently nauseous?",
          "Would you rather be plain-looking, but always the funniest person in the room or super-hot, but always the most boring person in the room?",
          "Would you rather be poor but help people or become incredibly rich by hurting people?",
          "Would you rather be put in a maximum-security federal prison with the hardest of the hardened criminals for one year or be put in a relatively relaxed prison where wall street types are held for ten years?",
          "Would you rather be put in a maximum-security prison with criminals who committed murder for one year or in prison with people who committed minor crimes for ten years?",
          "Would you rather be reincarnated as a fly or just cease to exist after you die?",
          "Would you rather be reincarnated as Hitler or be reincarnated as Stalin?",
          "Would you rather be sick for the rest of your life or kill 2 puppies?",
          "Would you rather be sick for the rest of your life or kill a kitten?",
          "Would you rather be smart and unlucky or be dumb and really lucky?",
          "Would you rather be stabbed in the stomach 10 times or be shot in both kneecaps?",
          "Would you rather be stuck in the woods with Slenderman or be stuck in the woods with Hannibal Lecter?",
          "Would you rather be stuck on an island with a Flat Earther or a Scientologist?",
          "Would you rather be stuck on an island with a killer or be stuck in the ocean with hungry sharks?",
          "Would you rather be tall and really skinny or be buff and really short?",
          "Would you rather be the designated driver and stay sober for a night or walk ten miles home with your whole group of friends?",
          "Would you rather be the drunk who cries the entire night or be the drunk who starts stupid arguments with strangers?",
          "Would you rather be the famous author of Twilight or the famous writer of every Nickelback song?",
          "Would you rather be the first person to walk on Mars via a one-way trip or never travel to space?",
          "Would you rather be the first to die from your friends or be the last to die from your friends?",
          "Would you rather be the one who orders the nuclear bombing of a city or be the one who executes the nuclear bombing of a city?",
          "Would you rather be the only naked person in a room full of your clothed relatives or the only clothed person in a room full of your naked relatives?",
          "Would you rather be the victim of a serial killer or turn into a serial killer?",
          "Would you rather be tickled for 30 minutes or hit for 5 minutes?",
          "Would you rather be trapped with a tamed lion for one hour or be trapped with 50 tarantulas for one hour?",
          "Would you rather be ugly and rich or be attractive and poor?",
          "Would you rather be unable to say what you think or always have to say what you think?",
          "Would you rather be unable to shower for 2 weeks but have clean clothes daily or be able to shower daily for 2 weeks but unable to change your clothes?",
          "Would you rather be unable to use search engines or unable to use social media?",
          "Would you rather be wanted for murder and be on the run or be a homeless man who only has boxers?",
          "Would you rather be wanted for murder and be on the run or be a homeless man who only wears boxers?",
          "Would you rather be with someone who shows you only half of the affection you need or be alone?",
          "Would you rather believe in God or renounce God and have $1 Billion?",
          "Would you rather bleed from your ears or bleed from your eyes?",
          "Would you rather blind with amazing musical ability or deaf with amazing artistic ability?",
          "Would you rather butcher your own meat for the rest of your life or never eat meat again?",
          "Would you rather buy everyone inside your favorite bar a round of shots on their busiest day or get kicked out and banned from the place forever?",
          "Would you rather change your appearance or change your personality?",
          "Would you rather change your religion or change your political party?",
          "Would you rather chop off your own arm or be physically paralyzed?",
          "Would you rather chop off your own arm with a kitchen knife or be physically paralyzed?",
          "Would you rather constantly have dry eyes or have a constant runny nose?",
          "Would you rather cross a river full of piranhas or a river full of crocodiles?",
          "Would you rather cry every time you spoke or fart loudly every time you laugh?",
          "Would you rather cuddle with a giant slug or cuddle with a giant spider?",
          "Would you rather cure your hangover with a cold shower or cure your hangover with a mile run?",
          "Would you rather cut off one of your fingers or pay $50000 of your own money for the person you hate most to go on a spa vacation?",
          "Would you rather cut off six of your own fingers and one foot or bring Hitler back to life as an invincible killer robot zombie?",
          "Would you rather die of starvation or die of overeating?",
          "Would you rather dip your foot in acid or set your foot on fire?",
          "Would you rather discover something great and spread it or discover something evil and prevent it?",
          "Would you rather drink from a funnel or make a keg stand?",
          "Would you rather drop the soap in prison or get shanked in prison?",
          "Would you rather eat a dead rat or eat 20 live spiders?",
          "Would you rather eat an egg with a half-formed chicken inside or eat five cooked cockroaches?",
          "Would you rather embrace death or become a vegetable?",
          "Would you rather end world hunger or get every human on earth free health care?",
          "Would you rather every movie you watch replaced the lead role with Nicolas Cage or every song you hear is performed by Nickelback?",
          "Would you rather everyone be required to wear identical silver jumpsuits or any time two people meet and are wearing an identical article of clothing, they must fight to the death?",
          "Would you rather experience sleep paralysis every single night or see occasional hallucinations during the day?",
          "Would you rather explain to a room of first-graders how sex works in graphic detail or inform a room of first-graders that their favorite pets have died tragically?",
          "Would you rather fall to your death or be buried alive?",
          "Would you rather feel like you're about to fall all the time or feel like you have to cough all the time?",
          "Would you rather find a human head in your kitchen or find a human hand in your kitchen?",
          "Would you rather find out you were a vampire or find out you were a werewolf?",
          "Would you rather find true love once, lose it and never find it again or have several happy relationships, but never find love?",
          "Would you rather find true love or cure cancer?",
          "Would you rather find your soulmate or have your dream job?",
          "Would you rather forget who you are or forget who everyone you know is?",
          "Would you rather fuck your best friend's father or your father's best friend?",
          "Would you rather get drunk and reveal all of your secrets or get drunk and reveal all of your best friend's secrets?",
          "Would you rather get explosive diarrhea every time you meet your boss or get explosive diarrhea every time you meet your partner's parents?",
          "Would you rather get shot in the stomach or swallow rat poison?",
          "Would you rather get to spend a day with a loved one that has passed or get to explore a day in the year 3001?",
          "Would you rather get turned on by blood or get turned on by insects?",
          "Would you rather get wasted after one beer or need ten beers to even feel a buzz?",
          "Would you rather give up watching TV/movies for a year or give up playing games for a year?",
          "Would you rather give up wine forever or give up beer forever?",
          "Would you rather go bald or be forever cursed to have terrible haircuts?",
          "Would you rather go out and drink or stay home and drink?",
          "Would you rather go through heartbreak 100 times and finally find someone you truly love or never experience heartbreak and be with someone you think you love?",
          "Would you rather go to a gunfight with a knife or go to a fistfight without arms?",
          "Would you rather go to jail for 4 years for something you didn't do or get away with something horrible you did, but always live in fear of being caught?",
          "Would you rather have 100% of the criminals in the world locked up or kill 50% of all murderers?",
          "Would you rather have a 5% chance of a spinal injury if you ever ride a bike or never ride a bike?",
          "Would you rather have a blurry vision all the time or see everything in black and white?",
          "Would you rather have a boomerang that would find and kill any person of your choice, but can only be used once or a boomerang that always returns to you with one dollar?",
          "Would you rather have a boomerang that would find and kill any person of your choosing, anywhere in the world, but can only be used once or a boomerang that always returns to you with one dollar?",
          "Would you rather have a child who is extremely intelligent but antisocial or have a child who is not the brightest but kind?",
          "Would you rather have a clown only you can see that follows you everywhere and just stands silently in a corner watching you without doing or saying anything or have a real-life stalker who dresses like the Easter Bunny that everyone can see?",
          "Would you rather have a fulfilling sex life or a successful career?",
          "Would you rather have a high salary in a job you hate or have a low salary in a job you love?",
          "Would you rather have a horrible job but be able to retire comfortably in 10 years or have your dream job but have to work until the day you die?",
          "Would you rather have a parrot that repeats everything you say or have a llama that spits on you whenever you walk in the door?",
          "Would you rather have a partner who is obsessed with you or who is cheating on you?",
          "Would you rather have a real lightsaber or save a random African kid from starvation?",
          "Would you rather have a straight, flawless smile with super yellow teeth or have super crooked teeth that are pearly white?",
          "Would you rather have all of your google searches be broadcasted to everyone on Facebook or rather have all of your text messages be broadcasted to everyone on Facebook?",
          "Would you rather have all water taste like vodka or all food taste like old feet?",
          "Would you rather have an abortion or give your baby away for adoption?",
          "Would you rather have everything you've ever wanted, but die in one year or live your life as it is now?",
          "Would you rather have eyes the size of a baseball or have eyes the size of a pea?",
          "Would you rather have high motor functions but have very poor senses or have superb senses, but low functioning motor skills?",
          "Would you rather have horrible acne that is only on areas that are covered with clothing or moderate acne that's only on your face?",
          "Would you rather have no family or have no friends?",
          "Would you rather have no fingers or have no elbows?",
          "Would you rather have no one to drink with on your birthday or have no one to drink with on New Year's Eve?",
          "Would you rather have no thumbs or only have thumbs?",
          "Would you rather have one nipple or have two belly buttons?",
          "Would you rather have one unwanted child or have five planned children?",
          "Would you rather have permanently bad breath or have your partner have bad breath, but only around you?",
          "Would you rather have sex with your mom or have sex with your dead mom?",
          "Would you rather have skin that changes color based on your emotions or have tattoos appear all over your body depicting what you did yesterday?",
          "Would you rather have someone offer to pay for your least favorite drink or spend your own money on your favorite drink?",
          "Would you rather have the ability to rewind to a previous time in your life or have the ability to fast forward to a later time in your life?",
          "Would you rather have the constant feeling that bugs are crawling on your skin or that someone is calling your name every two minutes?",
          "Would you rather have the job of your dreams but little money or have a job you hate but loads of money?",
          "Would you rather have to abstain from alcohol for the rest of your life or have to abstain from caffeine for the rest of your life?",
          "Would you rather have to end every sentence with a racial slur or drop two f-bombs in every sentence?",
          "Would you rather have to lick people's face whenever they go to shake your hand or scream 'I didn't wash my hands!' to all of your co-workers every time you come back from the bathroom?",
          "Would you rather have to sneak the word 'moist' into every conversation you have or have a piece of pepper permanently stuck in your front teeth?",
          "Would you rather have to wear the same outfit every day for the rest of your existence or have every single piece of clothing you own have a massive brown stain on it?",
          "Would you rather have unlimited free therapy sessions forever or have a one-time three-hour talk with Michelle Obama?",
          "Would you rather have whatever you are thinking appear above your head for everyone to see or have absolutely everything you do live-streamed for anyone to see?",
          "Would you rather have whatever you think to appear above your head for everyone to see or have everything you do live-streamed for anyone to see?",
          "Would you rather have your name known forever for doing something terrible or never be recognized for accomplishing something wonderful?",
          "Would you rather hear strange noises in the middle of the night or see strange shadows on your wall?",
          "Would you rather hear the voices of dead people or see the ghosts of dead people?",
          "Would you rather kick a wall with a toothpick in your toenail or jump in a pool of lemon juice with paper cuts all over your body?",
          "Would you rather kill 3 innocent children if it would end all wars on earth, or continue living in a world with ongoing wars?",
          "Would you rather kill 5 innocent children yourself if it would end all bloodshed in the Middle East for 25 years or have ongoing wars, terrorism, and fighting in the Middle East?",
          "Would you rather kill a family member to get 1 Million dollars or kill yourself to end all wars forever?",
          "Would you rather kill a puppy or kill a kitty?",
          "Would you rather kill all the left-wing politicians or kill all the right-wing politicians?",
          "Would you rather kill one innocent person or kill five people who committed minor crimes?",
          "Would you rather kill someone and have nobody know or not kill someone, but have everyone think you did?",
          "Would you rather kill the president or the pope?",
          "Would you rather kill three random street cats or one of your own?",
          "Would you rather kill your best friend to get $1 million or kill yourself to end world hunger?",
          "Would you rather kill yourself or push a button and have 10000 random people die?",
          "Would you rather kill yourself to save 2 people or kill 2 people to become immortal?",
          "Would you rather kiss Boris Johnson or Donald Trump?",
          "Would you rather know how you're going to die or know when you're going to die?",
          "Would you rather know the exact time and place of your own death or know the exact time and place of death of everyone around you?",
          "Would you rather leave the one you love or be left by the one you love?",
          "Would you rather like to know when you die or how you die?",
          "Would you rather live a miserable but eternal life or go straight to hell tomorrow?",
          "Would you rather live a miserable, but eternal life or go straight to hell tomorrow?",
          "Would you rather live in a homeless shelter with Internet access or live in an amazing home isolated from any outside contact?",
          "Would you rather live in a library where books are your only form of entertainment or live in a prison cell where you can access any channel on TV?",
          "Would you rather live in a utopia as a normal person or in a dystopia, but you are the supreme ruler?",
          "Would you rather live in isolation or face your biggest fear once in a month?",
          "Would you rather live in total solitude or be surrounded by hundreds of your clones?",
          "Would you rather live to be 100 stuck in a child's body or live to be 50 as a normal aging human being?",
          "Would you rather live until you are 20,0 but look like you are 200 the whole time even though you are healthy or look like you are 25 all the way until you die at age 65?",
          "Would you rather look like a child, but have the mind of an adult or look like an adult, but have the mind of a child?",
          "Would you rather lose all of your memories from birth to now or lose your ability to make new long-term memories?",
          "Would you rather lose all of your money and valuables or all of the pictures you have ever taken?",
          "Would you rather lose all your money or all your pictures?",
          "Would you rather lose an eye and a hand or lose a leg and an ear?",
          "Would you rather lose your genitalia or lose your dominant hand?",
          "Would you rather lose your mind or lose all your limbs?",
          "Would you rather lose your preferred hand or lose your preferred foot?",
          "Would you rather lose your wallet at a club or lose your phone at a club?",
          "Would you rather masturbate in front of your parents from start to finish or watch your parents masturbate from start to finish?",
          "Would you rather never again play a game on your computer or never again play a console or portable device game?",
          "Would you rather never be able to eat meat again or never be able to eat vegetables?",
          "Would you rather never be able to hear your favorite song again or never be able to watch your favorite movie again?",
          "Would you rather never be able to talk to anyone ever again or never be able to touch anyone ever again?",
          "Would you rather never have sex again or never learn anything new?",
          "Would you rather never read another book or never hear another song?",
          "Would you rather never use social media sites and apps again or never watch another movie or TV show?",
          "Would you rather never wash your sheets ever again or only be able to shower once every two weeks?",
          "Would you rather not be able to sit or not be able to stand?",
          "Would you rather not be able to talk or not be able to walk?",
          "Would you rather only be able to walk on all fours or only be able to jump instead of walking?",
          "Would you rather permanently smell like gasoline or permanently smell like nail polish?",
          "Would you rather poop out one ninja star or poop 10000 liters of mayonnaise?",
          "Would you rather post an unflattering, drunken photo to your Instagram story that your crush sees or directly message your crush with something embarrassing?",
          "Would you rather relive the same day for 365 days or lose a year of your life?",
          "Would you rather run into your boss while wasted or run into your boss while high?",
          "Would you rather run into your ex-boyfriend/ex-girlfriend at the club or run into your parents at the club?",
          "Would you rather sacrifice your pet so you can eat or sacrifice parts of your body so both you and your pet can eat?",
          "Would you rather sacrifice your pet so you have something to eat or parts of your body so both you and your pet can eat?",
          "Would you rather save 2 family members or save 10000 strangers?",
          "Would you rather save 2 relatives or save 100 strangers?",
          "Would you rather see blurry all the time or see everything in black and white?",
          "Would you rather sell all of your possessions or one of your organs?",
          "Would you rather sell all of your possessions or sell one of your organs?",
          "Would you rather show up to work one day with no pants or pee yourself in the middle of a presentation in front of all your co-workers?",
          "Would you rather snitch on your best friend for a crime they committed or go to jail for the crime a stranger committed?",
          "Would you rather snitch on your best friend for a crime they committed or go to jail for the crime your friend committed?",
          "Would you rather spend a day in the desert or spend a day in the North Pole?",
          "Would you rather spend the night at a haunted hotel or spend the night inside an insane asylum?",
          "Would you rather spend the rest of your life always cold or spend the rest of your life always exhausted?",
          "Would you rather spit at an angry Mike Tyson or spit at an angry Bruce Lee?",
          "Would you rather stop climate change or end all wars on earth?",
          "Would you rather sue a charity organization and win or sue a corrupt organization and lose?",
          "Would you rather take cold showers every day for the rest of your life or eat only cold food for the rest of your life?",
          "Would you rather taste the same flavor of food for the rest of your life or taste nothing ever again?",
          "Would you rather taste the same flavor of food or taste nothing ever again?",
          "Would you rather the world was full of atheists or the world be full of Christians?",
          "Would you rather throw up in the middle of the dance floor or throw up inside of your Uber?",
          "Would you rather trip on the dance floor in front of everyone or rip the dress you're wearing in front of everyone?",
          "Would you rather use a wheelchair for the rest of your life and be able to have children or be able to walk, but unable to have children?",
          "Would you rather visit a bar that only served tequila or visit a club that only plays Black Eyed Peas?",
          "Would you rather wake up as a new random person every year and have full control of them for the whole year or spend a day inside a stranger once a week without having any control of them?",
          "Would you rather wake up as a new random person every year and have full control of them or spend a day inside a stranger once a week without having any control of them?",
          "Would you rather wake up hungover and find out you texted your ex or wake up hungover and find out you spent your entire paycheck at the bar?",
          "Would you rather wake up with an IV in a creepy hospital or chained to a radiator in an empty room?",
          "Would you rather watch your parent die slowly or watch your partner die slowly?",
          "Would you rather win 1 million dollars or find the love of your life?"
       ]
    },
    {
      "id":6,
       "category":"party",
       "name":"Party 🥳",
       "nsfw":false,
       "questions":[
          "Would you rather 5% of the population have telepathy or 5% of the population have telekinesis?",
          "Would you rather able to eat everything you ever wanted and have an amazing body or buy everything you've ever wanted and never run out of money?",
          "Would you rather adopt a puppy or adopt a kitten?",
          "Would you rather always be 10 minutes late or always be 20 minutes early?",
          "Would you rather appear unbelievably attractive to your partner and extremely unattractive to everyone else or appear unbelievably attractive to everyone else, but extremely unattractive to your partner?",
          "Would you rather be 100% confident in who you are or be 100% confident that you're with the right person?",
          "Would you rather be a bowling champion or be a curling champion?",
          "Would you rather be a member of the Kardashian family or be a member of the Obama family?",
          "Would you rather be a vampire or be a wizard?",
          "Would you rather be able to know when your significant other is lying or hear all of their thoughts?",
          "Would you rather be able to purchase any item under $300 for free, but have to pay 50% more on items over $300 or have to pay double on items under $1000, but get a 50% discount on items over $1000?",
          "Would you rather be able to ride a unicycle on a tight rope or complete a Rubik's cube in 10 seconds?",
          "Would you rather be able to see 5 minutes into the future or be able to see 100 years into the future?",
          "Would you rather be able to see 10 minutes into your own future or be able to see 10 minutes into the future of anyone but yourself?",
          "Would you rather be able to speak to animals or be able to read other people's minds?",
          "Would you rather be able to talk to land animals or be able to talk to animals that fly?",
          "Would you rather be able to teleport anywhere or be able to read minds?",
          "Would you rather be able to teleport once a day, but nothing comes with you, including clothes, or be able to fly, but you need to drink jet fuel before each flight?",
          "Would you rather be able to turn invisible or stop time or be able to stop time?",
          "Would you rather be alone for the rest of your life or always be surrounded by annoying people?",
          "Would you rather be an amazing artist but not be able to see any of the art you created or be an amazing musician but not be able to hear any of the music you create?",
          "Would you rather be an average person in the present or be a king 2500 years ago?",
          "Would you rather be an unimportant character in the last movie you saw or an unimportant character in the last book you read?",
          "Would you rather be banned from ordering delivery ever again or be banned from using Uber (or any similar service) ever again?",
          "Would you rather be born again in a totally different life or born again with all the knowledge you have now?",
          "Would you rather be completely invisible for one day or be able to fly for one day?",
          "Would you rather be famous when you are alive and forgotten when you die or unknown when you are alive, but famous after you die?",
          "Would you rather be fantastic at riding horses or be amazing at driving dirt bikes?",
          "Would you rather be filthy rich and live 400 years ago or be poor but live today?",
          "Would you rather be filthy rich but suffer depression or be poor but happy?",
          "Would you rather be fluent in all languages and never be able to travel or be able to travel anywhere for a year, but never be able to learn a word of a different language?",
          "Would you rather be gifted a dozen roses and an expensive piece of jewelry or be gifted a weekend getaway to somewhere you've never been?",
          "Would you rather be in a relationship with someone who never argues or be in a relationship with someone who never hugs?",
          "Would you rather be locked in a room that is constantly dark for a week or a room that is constantly bright for a week?",
          "Would you rather be only able to watch the few movies with a rotten tomatoes score of 95-100% or only be able to watch the majority of movies with a rotten tomatoes score of 94% or lower?",
          "Would you rather be so afraid of heights that you can't go to the second floor of a building or be so afraid of the sun that you can only leave the house on rainy days?",
          "Would you rather be the absolute best at something that no one takes seriously or be well above average, but nowhere near the best at something well respected?",
          "Would you rather be the best in the world at climbing trees or be the best in the world at jumping rope?",
          "Would you rather be the first person to explore a different planet or be the inventor of a drug that cures a deadly disease?",
          "Would you rather be the top dog at a shitty company or be the worst employee at the best company in the world?",
          "Would you rather be transported permanently 500 years into the future or be transported permanently 500 years into the past?",
          "Would you rather be unable to have kids or only be able to conceive quintuplets?",
          "Would you rather be unable to move your body every time it rains or not be able to stop moving while the sun is out?",
          "Would you rather be with someone who occasionally tells big lies or someone who is brutally honest all of the time?",
          "Would you rather blink at twice the normal rate or not be able to blink for 5 minutes but then have to close your eyes for 10 seconds every 5 minutes?",
          "Would you rather change your appearance or change your personality?",
          "Would you rather date the most beautiful person of the opposite sex or become the most beautiful person of your sex?",
          "Would you rather die if you didn't slap a new person on the butt every 12 hours or die if you didn't kill someone every year?",
          "Would you rather donate your body to science or donate your organs to people who need them?",
          "Would you rather eat a box of dry spaghetti noodles or a cup of uncooked rice?",
          "Would you rather eat a sandwich made from 4 ingredients in your fridge chosen at random or eat a sandwich made by a group of your friends from 4 ingredients in your fridge?",
          "Would you rather eat rice with every meal or eat bread with every meal?",
          "Would you rather every shirt you ever wear to be kind of itchy or only be able to use single-ply toilet paper?",
          "Would you rather fight 100 duck-sized horses or fight one horse-sized duck?",
          "Would you rather find $5 on the ground or find all of your missing socks?",
          "Would you rather find true love once, lose it and never find it again or have several happy relationships, but never find love?",
          "Would you rather find your soul mate or have your dream job?",
          "Would you rather find your true love or a suitcase with $5 million inside?",
          "Would you rather get $10 or take a gamble where you have a 90% chance of receiving $1 billion and a 10% chance of instant death?",
          "Would you rather get one free round-trip international plane ticket every year or be able to fly domestic anytime for free?",
          "Would you rather give up all drinks except for water or give up eating anything that was cooked in an oven?",
          "Would you rather give up bathing for a month or give up the Internet for a month?",
          "Would you rather go 30 days without your phone or go your entire life without dessert?",
          "Would you rather go back to age 5 with everything you know now or know now everything your future self will learn?",
          "Would you rather go through heartbreak 100 times and finally find someone you truly love or never experience heartbreak and be with someone you think you love?",
          "Would you rather have 18 brothers and sisters or 12 children?",
          "Would you rather have 20 kids throughout your life or never be able to have or adopt children?",
          "Would you rather have 50 'good' friends or have 3 super-close best friends?",
          "Would you rather have a 5-minute walk to work in a rainstorm every day or have a 30-minute car ride in stop and go traffic?",
          "Would you rather have a bottomless box of Legos or a bottomless gas tank?",
          "Would you rather have a car alarm go off every night outside of your window but get to sleep in as late as you wanted or have a peaceful, quiet sleep every single night but have to get up every morning at 3am?",
          "Would you rather have a child who is smart or have a child who is kind?",
          "Would you rather have a completely automated home or have a self-driving car?",
          "Would you rather have a cute well-behaved child that stays at the age of your choice for their entire life or a child that develops from a baby to 18 years old in 2 years and then ages normally?",
          "Would you rather have a flying carpet or have a car that can drive underwater?",
          "Would you rather have a golden voice or have a silver tongue?",
          "Would you rather have a horrible short-term memory or have a horrible long-term memory?",
          "Would you rather have a permanently spotless kitchen and a disgusting bedroom or have a permanently disgusting kitchen and a spotless bedroom?",
          "Would you rather have a picnic at the park or have a picnic on the beach?",
          "Would you rather have a rewind button or a pause button in your life?",
          "Would you rather have a significant other who hates your parents or have a significant other who hates your dog?",
          "Would you rather have a snap that booms like thunder or have a wink that flashes like lightning?",
          "Would you rather have a ten-hour car ride with someone you absolutely cannot stand or have a thirty-hour car ride with someone you absolutely love?",
          "Would you rather have all dogs try to attack you when they see you or all birds try to attack you when they see you?",
          "Would you rather have all of your clothes fit perfectly or have the most comfortable pillow, blankets, and sheets in existence?",
          "Would you rather have all traffic lights you approach turn green or never have to stand in line again?",
          "Would you rather have an easy job working for someone else or work for yourself, but work incredibly hard?",
          "Would you rather have an unlimited international first-class ticket or never have to pay for food at restaurants?",
          "Would you rather have chapped lips that never heal or terrible dandruff that can't be treated?",
          "Would you rather have every cat or dog that gets lost end up at your house or everyone's clothes that they forget in the dryer get teleported to your house?",
          "Would you rather have everyone laugh at your jokes but not find anyone else's jokes funny or have no one laugh at your jokes, but you still find other people's jokes funny?",
          "Would you rather have everyone publicly claim to hate you but secretly love you and admire you or have everyone publicly claim to love you and admire you but secretly hate you?",
          "Would you rather have everything on your phone right now (browsing history, photos, etc.) made public to anyone who googles your name or never use a cell phone again?",
          "Would you rather have free Wi-Fi wherever you go or be able to drink unlimited free coffee at any coffee shop?",
          "Would you rather have hands that kept growing as you got older or have feet that kept growing as you got older?",
          "Would you rather have no eyebrows or have only one eyebrow?",
          "Would you rather have one real get out of jail free card or a key that opens any door?",
          "Would you rather have the police hunting you for a murder you didn't commit or have a psychopathic clown hunting you?",
          "Would you rather have to eat the same exact thing every single day, but never have to pay for your food or be able to eat whatever you want but have to pay twice as much for everything you buy?",
          "Would you rather have to permanently give up salty food or have to permanently give up sweets?",
          "Would you rather have to say all your sentences backward or have to communicate through charades for a week?",
          "Would you rather have to stand up in the middle of every wedding ceremony you attend and scream 'It should have been me!' or take the microphone during somebody's reception speech and cry about how alone you are?",
          "Would you rather have unlimited free therapy sessions forever or have a one-time three-hour life session with Oprah?",
          "Would you rather humans go to the Moon again or humans go to Mars?",
          "Would you rather incredibly happy, but forever alone or unhappy, but with the love of your life?",
          "Would you rather it never stops snowing or never stops raining?",
          "Would you rather know how the world started or know how the world will end?",
          "Would you rather leave the one you love or be left by the one you love?",
          "Would you rather live in the same place your entire life or have to move to an unknown destination every other year for the rest of your life?",
          "Would you rather live in the white house or live in the Buckingham palace?",
          "Would you rather live in the wilderness far from civilization or live on the streets of a city as a homeless person?",
          "Would you rather live life with no inhibitions or live life with no stress?",
          "Would you rather live under a sky with no stars at night or live under a sky with no clouds during the day?",
          "Would you rather live without the Internet or live without AC and heating?",
          "Would you rather live your entire life in a virtual reality where all your wishes are granted or live your entire life in the real world?",
          "Would you rather look 90 starting right now, but live until you're 90 or look 21 starting right now, but only live for another 10 years?",
          "Would you rather lose the ability to read or lose the ability to speak?",
          "Would you rather lose your best friend or all of your friends except for your best friend?",
          "Would you rather make twice as much money you already do for the next ten years or have all the money you've already spent in your life back?",
          "Would you rather meet one of your children from the future as an adult or know how many children you're going to have and when?",
          "Would you rather never be able to use a touchscreen or never be able to use a keyboard and mouse?",
          "Would you rather never be able to wear pants or never be able to wear shorts?",
          "Would you rather never be stuck in traffic again or never get another cold?",
          "Would you rather never get a paper cut again or never get something stuck in your eye again?",
          "Would you rather never get angry or never be envious?",
          "Would you rather never have a toilet clog on you again or never have the power go out again?",
          "Would you rather never have another embarrassing fall in public or never feel the need to pass gas in public again?",
          "Would you rather never have Internet access again or never be able to take an airplane again?",
          "Would you rather never have to work again or never have to sleep again without feeling tired or suffering any negative side effects?",
          "Would you rather never run out of battery power for whatever phone and tablet you own or always have free Wi-Fi wherever you go?",
          "Would you rather not be able to open any closed doors (locked or unlocked) or not be able to close any open doors?",
          "Would you rather not receive any money from an anonymous source or receive $10 million worth of crack on your doorstep?",
          "Would you rather only be able to text in emojis for the rest of your life or have the 'low storage space' notification pop up on your phone every day for the rest of your existence?",
          "Would you rather only be able to watch one show repeatedly for the rest of your life or only be able to watch the first episode of every show in existence for the rest of your life?",
          "Would you rather post an extremely unflattering photo that gets hundreds of likes or post a super flattering photo that only gets one like total?",
          "Would you rather randomly time travel +/- 20 years every time you fart or teleport to a different place on earth (on land, not water) every time you sneeze?",
          "Would you rather see what was behind every closed door or be able to guess the combination of every safe on the first try?",
          "Would you rather snort obnoxiously every time you laughed or have a voice that sounded exactly like Janice from Friends?",
          "Would you rather spend four total hours of your day commuting to and from work in a super luxurious car or spend only one hour of your day commuting to and from work but on the smelliest, hottest, and most crowded bus ride that's ever existed?",
          "Would you rather take amazing selfies, but all of your other pictures are horrible, or take breathtaking photographs of anything but yourself?",
          "Would you rather tell someone that their new baby is ugly or tell someone that their new spouse is ugly?",
          "Would you rather there was a perpetual water balloon war going on in your city, or there be a perpetual food fight going on in your city?",
          "Would you rather travel back in time to your favorite decade or travel to the future to see what it's like?",
          "Would you rather try to high-five every single person who walks past you for the rest of your life or start singing the whole 'YMCA' every time you get anxious?",
          "Would you rather two years with your soulmate only to have them die, and you never love again or spend your life with someone nice you settled for?",
          "Would you rather use a push lawn mower with a bar that is far too high or use a push lawn mower with a bar that is far too low?",
          "Would you rather wake up in the middle of an unknown desert or wake up in a rowboat on an unknown body of water?",
          "Would you rather watch 10 movies in one sitting or read 10 books in one sitting?",
          "Would you rather wear a wedding dress/tuxedo every single day or wear a bathing suit every single day?",
          "Would you rather wear only a single color every day or have to wear seven colors every day?"
       ]
    },
    {
      "id":7,
       "category":"hot",
       "name":"Hot 😈",
       "nsfw":true,
       "questions":[
          "Would you rather always have to be on top or always have to be on the bottom?",
          "Would you rather be a cam girl/boy or publish a sex tape of you?",
          "Would you rather be bad at kissing or be bad at oral sex?",
          "Would you rather be caught cheating or catch your partner cheating?",
          "Would you rather be fingered anally or fisted vaginally?",
          "Would you rather be fingered under the table of a restaurant or under the table at your parent's house?",
          "Would you rather be horny 24/7 or only once a year?",
          "Would you rather be horny every day for the rest of your life or be horny only once a year?",
          "Would you rather be on the bottom or the top?",
          "Would you rather be orally satisfied while watching your favorite movie or orally satisfying someone else?",
          "Would you rather be someone's sugar daddy/ sugar mommy or have a sugar daddy/ sugar mommy?",
          "Would you rather be surprised with a blowjob in the morning or in the evening?",
          "Would you rather be the big spoon or small spoon?",
          "Would you rather be the dominant or submissive partner?",
          "Would you rather be tied to a bed and forgotten or have a sex toy lost inside you?",
          "Would you rather be with someone who is miserable in bed but makes you laugh or with someone who is great in bed but incredibly boring?",
          "Would you rather catch your parents having sex or being caught having sex by your parents?",
          "Would you rather cheat on your partner or suggesting having a threesome?",
          "Would you rather choke someone during sex or be choked by someone else during sex?",
          "Would you rather cuddle or make out?",
          "Would you rather cuddle with your partner every day or shower with your partner every day?",
          "Would you rather date someone into intense BDSM or date someone who likes super bland, vanilla sex?",
          "Would you rather date someone who is a bad kisser or bad in bed?",
          "Would you rather date someone who likes BDSM or vanilla sex?",
          "Would you rather date someone who needs five seconds to cum or someone who takes five hours to cum?",
          "Would you rather date someone who refuses to cuddle or date someone who refuses to give you oral sex?",
          "Would you rather do it with the lights on or off?",
          "Would you rather do romantic things in bed or try out some kinky stuff?",
          "Would you rather do the walk of shame or kick out a stranger of your house in the morning?",
          "Would you rather eat out your partner's ass or have your ass eaten out by your partner?",
          "Would you rather end a first date with a passionate kiss or sex?",
          "Would you rather fart during sex or burp while kissing?",
          "Would you rather fart while getting eaten out or burp while making out?",
          "Would you rather find out that the last person you fucked was your long lost cousin or find out that the last person you fucked was a serial killer?",
          "Would you rather find out your partner slept with your parent or your partner slept with your best friend?",
          "Would you rather forego porn for a month or sex for a month?",
          "Would you rather get a blowjob while driving or get a blowjob at a restaurant?",
          "Would you rather get an erotic massage or cook a dinner with your partner?",
          "Would you rather get caught while having sex or get caught while kissing a sex doll?",
          "Would you rather get choked or slapped while having sex?",
          "Would you rather get cum in your hair or in your eyes?",
          "Would you rather get fisted or fist someone else?",
          "Would you rather get pregnant right now or never get pregnant?",
          "Would you rather get spanked on the butt or pulled by your hair?",
          "Would you rather give or receive a lap dance?",
          "Would you rather give or receive oral sex?",
          "Would you rather give someone a deep throat blowjob or anal fist?",
          "Would you rather give someone a deepthroat blowjob, or have anal sex?",
          "Would you rather give up having sex or masturbating for a month?",
          "Would you rather give up kissing or sex forever?",
          "Would you rather go a month without drinking or go a month without masturbating?",
          "Would you rather have a finger in your butthole or put a finger in someone elseâs butthole?",
          "Would you rather have a hickey or give someone a hickey?",
          "Would you rather have a partner who comes in 60 seconds or a partner who comes in 3 hours?",
          "Would you rather have a partner who doesn't like oral sex or a partner obsessed with anal sex?",
          "Would you rather have a partner with a sex-addiction or a partner with a low sex drive?",
          "Would you rather have a small penis that can ejaculate or a large penis that cannot ejaculate?",
          "Would you rather have a thick and short penis or a slim and long penis?",
          "Would you rather have a threesome or a gang bang?",
          "Would you rather have a threesome with a person you know or a stranger?",
          "Would you rather have a threesome with people you know or with strangers?",
          "Would you rather have a threesome with two women or two men?",
          "Would you rather have a threesome with your ex or with your partner's ex?",
          "Would you rather have a very attractive spouse that has sex with you only once every month or have an ugly spouse that has sex with you every day?",
          "Would you rather have anal sex or not have anal sex?",
          "Would you rather have anal sex or oral sex?",
          "Would you rather have bad foreplay and good sex, or good foreplay and bad sex?",
          "Would you rather have bad sex for the rest of your life or never have sex again?",
          "Would you rather have drunk sex or stoned sex?",
          "Would you rather have extremely good foreplay but lousy sex or lousy foreplay but great sex?",
          "Would you rather have kinky sex or vanilla sex?",
          "Would you rather have mediocre sex regularly for the rest of your life, or have incredibly good sex only once a year?",
          "Would you rather have one partner or multiple partners?",
          "Would you rather have seventeen testicles or have one testicle the size of a coconut?",
          "Would you rather have sex from behind or from the front?",
          "Would you rather have sex from below or above?",
          "Would you rather have sex in a dirty hotel bed or in a smelly public toilet?",
          "Would you rather have sex in front of strangers or have sex in front of this group?",
          "Would you rather have sex in the bath or shower?",
          "Would you rather have sex in the dark forever or have sex in public forever?",
          "Would you rather have sex in the morning or evening?",
          "Would you rather have sex in the morning or in the evening?",
          "Would you rather have sex in your parents' bed or in your room while your parents are at home?",
          "Would you rather have sex in your parents' bedroom or have sex in your old bedroom while your parents are at home?",
          "Would you rather have sex in your parents' car or in the back seat of a taxi?",
          "Would you rather have sex missionary style or doggy style?",
          "Would you rather have sex on the first date or hold off sex at the beginning of a relationship and wait for a month to do it?",
          "Would you rather have sex or walk around naked in public?",
          "Would you rather have sex ten times a day for the rest of your life or not having sex for a year?",
          "Would you rather have sex while blindfolded or while handcuffed?",
          "Would you rather have sex with a biter or a screamer?",
          "Would you rather have sex with a condom or sex without a condom?",
          "Would you rather have sex with lights on or lights off?",
          "Would you rather have sex with Megan Fox with a penis or Jason Momoa with a vagina?",
          "Would you rather have sex with my best friend or with your best friend?",
          "Would you rather have sex with or without a condom?",
          "Would you rather have sex with or without lubricant?",
          "Would you rather have sex with shoes on or sex with socks on?",
          "Would you rather have sex with someone who has a nice body but an ugly face or with someone who has an ugly body but a beautiful face?",
          "Would you rather have sex with someone who is very attractive but bad in bed, or with someone ugly but incredibly good in bed?",
          "Would you rather have sex with someone who never showers or have sex with someone who never brushes their teeth?",
          "Would you rather have sex with someone who refuses to take their socks off, or with someone who has a weird orgasm face?",
          "Would you rather have sex with someone who speaks all the time, or someone who doesn't make a sound?",
          "Would you rather have sex with someone with a German accent or a Russian accent?",
          "Would you rather have sex with the person to your left or have sex with the person to your right?",
          "Would you rather have sex with your best friend or have sex with your ex?",
          "Would you rather have sex with your best friend or with my best friend?",
          "Would you rather have sex with your best friend's mother or father?",
          "Would you rather have sex with your cousin in secret or not have sex with your cousin, but everyone would think you did?",
          "Would you rather have tender sex for an hour or hard sex for 10 minutes?",
          "Would you rather have three boobs or have one boob the size of a watermelon?",
          "Would you rather have your body found on a pile of sex toys or a pile of drugs?",
          "Would you rather have your genital area pierced or tattooed?",
          "Would you rather have your partner laugh or cry uncontrollably whenever they see you naked?",
          "Would you rather have your partner only be able to use their hands during foreplay, or have your partner only be able to use their mouth?",
          "Would you rather join a gangbang or a threesome?",
          "Would you rather just use your hands for foreplay or just your mouth?",
          "Would you rather let your partner dominant you when having sex or dominate your partner when having sex?",
          "Would you rather let your partner sleep with your best friend or sleep with your partner's best friend?",
          "Would you rather like a circumcised or uncircumcised penis?",
          "Would you rather live with one partner for the rest of your life or with multiple partners?",
          "Would you rather make out with your best friend or watch me make out with your best friend?",
          "Would you rather masturbate all day or have sex all day?",
          "Would you rather masturbate or have sex in front of the mirror?",
          "Would you rather masturbate together with your partner or alone?",
          "Would you rather masturbate with a sex toy or without a sex toy?",
          "Would you rather masturbate with or without porn?",
          "Would you rather moan strangely or make an ugly face every time you come?",
          "Would you rather never ever have sex again or never ever use the internet again?",
          "Would you rather never have an orgasm again or know that your partner has never had an orgasm with you?",
          "Would you rather never have sex again or never masturbate again?",
          "Would you rather never have sex again, or have to use Bing as a searching machine for the rest of your life?",
          "Would you rather never masturbate again or never eat solid food again?",
          "Would you rather never masturbate again or never have sex again?",
          "Would you rather only be able to have sex for 6 hours, or never have sex again?",
          "Would you rather only be able to have sex while watching the scariest horror movie or only have sex while watching Dora The Explorer?",
          "Would you rather only have period sex for the rest of your life or have anal sex for the rest of your life?",
          "Would you rather only have sex in the bedroom or only have sex outside of the bedroom?",
          "Would you rather only have sex in the missionary position or only have sex in the doggy-style position?",
          "Would you rather orgasm every time you sneeze or orgasm every time you yawn?",
          "Would you rather pay for sex or be paid for sex?",
          "Would you rather pay for sex or get paid for sex?",
          "Would you rather prefer Femdom or Maledom?",
          "Would you rather prefer small or large labias?",
          "Would you rather publish a sex video on an online platform where your face is shown, or play a private sex video at a party where your face is not shown?",
          "Would you rather read an erotic novel or watch an erotic film?",
          "Would you rather read an erotic novel or watch porn?",
          "Would you rather receive / give a blowjob or a handjob?",
          "Would you rather receive / give a prostate massage or get your butthole licked?",
          "Would you rather receive an alert every time your parents have sex, or have your office alerted every time you have sex?",
          "Would you rather satisfy your date in a bar unobtrusively by hand or orally in a parking lot?",
          "Would you rather sell dirty panties on the internet or work on a sex hotline?",
          "Would you rather send a dirty text message to your boss or leave a sexy voice message to your mother?",
          "Would you rather sext or have phone sex with your partner?",
          "Would you rather shit on your partner or vomit on your partner?",
          "Would you rather shout \"I love Jesus\" every time you come or shout \"I have an STD\" every time you come?",
          "Would you rather sleep with a Sugar Daddy or Sugar Mommy or play in a porn movie?",
          "Would you rather sleep with someone 10 years older than you or someone 10 years younger than you?",
          "Would you rather sleep with your ex or sleep with a celebrity you hate?",
          "Would you rather sprain your ankle during sex or break your partner's penis?",
          "Would you rather swallow or spit?",
          "Would you rather swallow sperm that tastes like piss, or get pissed on by your partner?",
          "Would you rather talk dirty during sex or not talk at all?",
          "Would you rather the only porn you're allowed to watch is on Vine, meaning it lasts only six seconds or only be allowed to masturbate to porn parodies such as Star Wars and PokĂŠmon?",
          "Would you rather tie up someone or be tied up by someone during sex?",
          "Would you rather try out fisting or double penetration?",
          "Would you rather try out pegging or fisting?",
          "Would you rather try out sexual role-play or try out BDSM?",
          "Would you rather use a sex doll or a Fleshlight?",
          "Would you rather use a whip during sex or have sex on a live stream?",
          "Would you rather use an anal plug or love eggs?",
          "Would you rather use an electric toothbrush or a shower head to masturbate?",
          "Would you rather walk around in public in your lingerie or walk around in public with a strap-on dildo?",
          "Would you rather walk around with an erection for six hours a day, or never have an erection again?",
          "Would you rather watch a man or a woman in porn to make yourself horny?",
          "Would you rather watch a porn movie with your partner or reenact a scene from a porn movie with your partner?",
          "Would you rather watch someone have sex or have someone watch you do it?",
          "Would you rather watch your partner having sex with another person or would you let your partner watch how you have sex with another person?",
          "Would you rather watch your partner masturbating or let your partner watch you masturbate?",
          "Would you rather watch your partner masturbating or let your partner watch you masturbating?",
          "Would you rather wear a chastity belt for a year or be someone's sex slave for a year?"
       ]
    },
    {
      "id":8,
        "category":"never_have_i_ever",
        "name":"Never have I ever 🤔",
        "nsfw":true,
        "questions":[
            "Never Have I Ever shoplifted.",
            "Never Have I Ever stayed up for more than 24 hours.",
            "Never Have I Ever fainted.",
            "Never Have I Ever been skydiving.",
            "Never Have I Ever hitchhiked.",
            "Never Have I Ever had a near-death experience.",
            "Never Have I Ever Been arrested.",
            "Never Have I Ever eaten an entire pizza by myself.",
            "Never Have I Ever gone surfing.",
            "Never Have I Ever eaten food out of a trash can.",
            "Never Have I Ever been electrocuted.",
            "Never Have I Ever talked to myself out loud in public.",
            "Never Have I Ever gotten stitches.",
            "Never Have I Ever been seasick.",
            "Never Have I Ever gone hunting.",
            "Never Have I Ever peed myself.",
            "Never Have I Ever been camping. ",
            "Never Have I Ever gone vegan.",
            "Never Have I Ever accidentally drank curdled milk.",
            "Never Have I Ever bungee jumped.",
            "Never Have I Ever been sneezed on.",
            "Never Have I Ever broken a bone.",
            "Never Have I Ever jumped from a roof.",
            "Never Have I Ever ate food that was out of date.",
            "Never Have I Ever had a paranormal experience.",
            "Never Have I Ever wished to have Bill Gate’s billions.",
            "Never Have I Ever been caught sneaking into a movie.",
            "Never Have I Ever laughed about someone’s laughing.",
            "Never Have I Ever danced in an elevator.",
            "Never Have I Ever drove a car with its maximum speed limit.",
            "Never Have I Ever had a treehouse.",
            "Never Have I Ever lost the keys to my house and slept outside the house.",
            "Never Have I Ever worn glasses with fake lenses.",
            "Never Have I Ever wanted to be reborn as a dog.",
            "Never Have I Ever been on a fad diet.",
            "Never Have I Ever been a bully.",
            "Never Have I Ever been to a fashion show.",
            "Never Have I Ever dropped mentos into coke or Pepsi.",
            "Never Have I Ever stolen something from a restaurant.",
            "Never Have I Ever lied about being related to someone on TV.",
            "Never Have I Ever had a bad allergic reaction.",
            "Never Have I Ever really liked a song by Justin Bieber.",
            "Never Have I Ever woken up and couldn’t move.",
            "Never Have I Ever broken the law.",
            "Never Have I Ever texted for five hours straight.",
            "Never Have I Ever bet on something.",
            "Never Have I Ever taken part in a talent show.",
            "Never Have I Ever done a handstand with one hand.",
            "Never Have I Ever walked for more than eight hours straight.",
            "Never Have I Ever stalked an ex’s boyfriend/girlfriend on social media.",
            "Never Have I Ever tried to cut my own hair.",
            "Never Have I Ever lied to a friend to avoid a greater evil.",
            "Never Have I Ever been to a country in Africa.",
            "Never Have I Ever escaped from class.",
            "Never Have I Ever thought I was going to drown.",
            "Never Have I Ever had an open relationship.",
            "Never Have I Ever danced in the house on my own.",
            "Never Have I Ever cheated on a test.",
            "Never Have I Ever worked at a fast-food restaurant.",
            "Never Have I Ever fallen in love at first sight.",
            "Never Have I Ever stolen a friend’s story and pretend it happened to me.",
            "Never Have I Ever sung karaoke in front of people.",
            "Never Have I Ever fed my dinner to the dog when mom wasn’t looking.",
            "Never Have I Ever been on TV or the radio.",
            "Never Have I Ever been terrified of a theme park ride.",
            "Never Have I Ever been awake for two days straight.",
            "Never Have I Ever had a crush on two people at once.",
            "Never Have I Ever accidentally sent someone to the hospital.",
            "Never Have I Ever driven two hours to see someone for just 15 minutes.",
            "Never Have I Ever dyed my hair a crazy color.",
            "Never Have I Ever eaten a big mac.",
            "Never Have I Ever fallen into a hole deeper than I was tall.",
            "Never Have I Ever wanted to change my gender.",
            "Never Have I Ever been to a country in Asia.",
            "Never Have I Ever envied People With Extrasensory Abilities.",
            "Never Have I Ever Had To Run To Save My Life.",
            "Never Have I Ever Seen A Cactus Blooming.",
            "Never Have I Ever Made Money by Performing On The Street.",
            "Never Have I Ever Worn PRADA.",
            "Never Have I Ever Seen An Alligator Or Crocodile In The Wild.",
            "Never Have I Ever Tried To Count All Stars In The Sky.",
            "Never Have I Ever Had A Surprise Party Thrown For Me.",
            "Never Have I Ever Deleted My Photo From A Social Network Because It Has Not Received Many Likes.",
            "Never Have I Ever Pressed Send And Then Immediately Regretted It.",
            "Never Have I Ever Made A Snow Angel.",
            "Never Have I Ever Had Someone Slap Me Across The Face.",
            "Never Have I Ever Snuck Out Of A Restaurant Without Paying The Bill.",
            "Never Have I Ever Cried In Public Because Of A Song.",
            "Never Have I Ever Gotten Trapped In An Elevator.",
            "Never Have I Ever Read A Whole Novel In One Day.",
            "Never Have I Ever Been Out Of The Country.",
            "Never Have I Ever Looked Through Someone Else’s Phone Without Their Permission.",
            "Never Have I Ever Regifted A Gift Card.",
            "Never Have I Ever Had A Physical Fight With My Best Friend.",
            "Never Have I Ever Flown In A Helicopter.",
            "Never Have I Ever Been So Sunburnt I Couldn’t Wear A Shirt.",
            "Never Have I Ever Been On Stage In Front Of A Crowd.",
            "Never Have I Ever Spent A Night In The Woods With No Shelter.",
            "Never Have I Ever Stalked A Crush.",
            "Never Have I Ever Been In An Embarrassing Video That Was Uploaded To YouTube.",
            "Never Have I Ever eaten Taco Bell at midnight. ",
            "Never Have I Ever flown a helicopter. ",
            "Never Have I Ever been seasick. ",
            "Never Have I ever worn Crocs. ",
            "Never Have I Ever eaten crab. ",
            "Never Have I Ever not showered for 3 days. ",
            "Never Have I Ever missed a flight. ",
            "Never Have I Ever done karaoke. ",
            "Never Have I Ever shot a gun. ",
            "Never Have I Ever dyed my hair. ",
            "Never Have I Ever rode a motorcycle. ",
            "Never Have I Ever lost a bet. ",
            "Never Have I Ever drove a stick shift. ",
            "Never Have I Ever driven a brand new car. ",
            "Never Have I Ever gotten in a car accident. ",
            "Never Have I Ever yelled at my mom/ dad",
            "Never Have I Ever cheated on a test. ",
            "Never Have I Ever snuck out the window.",
            "Never Have I Ever stood outside in freezing weather. ",
            "Never Have I Ever played tennis. ",
            "Never Have I Ever drove on the curb. ",
            "Never Have I Ever missed my flight. ",
            "Never Have I Ever regifted a present. ",
            "Never Have I Ever been on a road trip. ",
            "Never Have I Ever eaten in a restaurant alien. ",
            "Never Have I Ever wanted to be on reality TV",
            "Never Have I Ever dreamt about being IG famous. ",
            "Never Have I Ever ran a race. ",
            "Never Have I Ever left some on “read” status. ",
            "Never Have I Ever protested. ",
            "Never Have I Ever voted. ",
            "Never Have I Ever apologized without meaning it. ",
            "Never Have I Ever faked being sick. ",
            "Never Have I Ever traveled to another country. ",
            "Never Have I Ever binged watched a show in a day. ",
            "Never Have I Ever Written And Mailed Santa A Letter.",
            "Never Have I Ever Played Video Games For More Than 8 Hours In A Day.",
            "Never Have I Ever Tried To Convince A Sibling That Something I Did Was Actually Something They Did.",
            "Never Have I Ever Stuck My Finger In A Birthday Cake.",
            "Never Have I Ever Had An Imaginary Friend.",
            "Never Have I Ever Stayed Awake All Night After Watching Something Scary.",
            "Never Have I Ever Had An Argument With Myself… And Lost.",
            "Never Have I Ever Thought Of Escape Plans From An Alien, Ninja Or Zombie Invasion.",
            "Never Have I Ever Pulled Out My Loose Teeth And Shown It To Others.",
            "Never Have I Ever Eaten Cold Pizza.",
            "Never Have I Ever Sang Along With Blue’s Clues.",
            "Never Have I Ever Fallen Out Of Bed While Sleeping.",
            "Never Have I Ever Watched A Star Wars Marathon.",
            "Never Have I Ever Eaten A Large Pizza By Myself.",
            "Never Have I Ever Licked My Pet In Secret.",
            "Never Have I Ever Jumped Into A Trash Can Or Dumpster.",
            "Never Have I Ever Eaten A Whole Box Of Little Debbie Snack Cakes By Myself.",
            "Never Have I Ever Spilt Coffee On My Book.",
            "Never Have I Ever Eaten The Insides Of Oreos And Put Them Back In The Container.",
            "Never Have I Ever Tried To Strategically Time Farts With Loud Noises.",
            "Never Have I Ever Secretly Stolen Money From My Dad’s Pocket.",
            "Never Have I Ever Eaten Raw Cookie Dough.",
            "Never Have I Ever Experimented With Ants And Magnifying Glasses.",
            "Never Have I Ever Borrowed My Sibling’s Pens Without Asking.",
            "Never Have I Ever Wanted To Be An Astronaut.",
            "Never Have I Ever Had Sushi.",
            "Never Have I Ever Drawn A Funny Cartoon On The Face Of My Sibling While They Are Asleep.",
            "Never Have I Ever Made Silly Faces At Myself In A Mirror.",
            "Never Have I Ever Pretended To Have My Own Cooking Show.",
            "Never Have I Ever Shouted In Front Of My Parents.",
            "Never Have I Ever Rocked Out To Disco.",
            "Never Have I Ever Eaten So Much Candy I Was Sick To My Stomach.",
            "Never Have I Ever Embarrassed My Parents In Front Of The Guests At Home.",
            "Never Have I Ever Drank More Than 2 Cans Of Soda In A Day.",
            "Never Have I Ever Accidentally Put Clothes On Backwards And Not Noticed.",
            "Never Have I Ever Lied To My Teacher About Taking An Off On The Day Of A Test.",
            "Never Have I Ever Accidentally Worn Shoes On The Wrong Feet Without Noticing.",
            "Never Have I Ever Had The Wind Blow Me Down.",
            "Never Have I Ever Hidden A Bad Grade From My Parents And Siblings.",
            "Never Have I Ever Made Up A Fake Language With My Friends.",
            "Never Have I Ever Played A Prank On Adults.",
            "Never Have I Ever Been Punished By The Teacher In Class For Cracking Jokes In The Class.",
            "Never Have I Ever Made A Prank Phone Call.",
            "Never Have I Ever Spun Around So Much That I Threw Up.",
            "Never Have I Ever Given A Funny Nickname To A Teacher.",
            "Never Have I Ever Sneaked Dessert Before Dinner.",
            "Never Have I Ever Lied About Doing My Chores.",
            "Never Have I Ever Forged My Parents’ Signature On A Report Card.",
            "Never Have I Ever Put Stuff Under My Bed Or In My Closet And Pretended I Cleaned My Room.",
            "Never Have I Ever Fed The Dog Under The Table.",
            "Never Have I Ever Drank Milk From The Jug.",
            "Never Have I Ever Tried On My Parents’ Shoes.",
            "Never Have I Ever Farted In The Class.",
            "Never Have I Ever Been Embarrassed By My Parents.",
            "Never Have I Ever Fought With My Brother Or Sister.",
            "Never Have I Ever Scratched And Sniffed My Underarms In Public.",
            "Never Have I Ever Played A Prank On My Brother Or Sister While They Were Sleeping.",
            "Never Have I Ever Watched Something On TV That I Knew I Wasn’t Allowed To.",
            "Never Have I Ever Wiped My Running Nose On My Sleeve.",
            "Never Have I Ever Hid Something Under My Mattress.",
            "Never Have I Ever Didn’t Like Something My mom Cooked.",
            "Never Have I Ever Paid My Brother Or Sister To Do My Chores For Me.",
            "Never Have I Ever Stayed Up All Night.",
            "Never Have I Ever Slept In An Indoor Blanket Fort.",
            "Never Have I Ever Snuck Out Of The House.",
            "Never Have I Ever Gotten My Brother Or Sister In Trouble.",
            "Never Have I Ever Been The Last Person In The House Still Awake.",
            "Never Have I Ever Taken Money Out Of Mom’s Purse.",
            "Never Have I Ever Asked Dad Something After Mom Already Said “No.”",
            "Never Have I Ever Mixed Together Random Items From The Kitchen Cupboard Just To See What Would Happen.",
            "Never Have I Ever Found Christmas Presents Before Christmas.",
            "Never Have I Ever Eavesdropped On My Parents Arguments.",
            "Never Have I Ever Eaten A Non-Edible Item Like Soap.",
            "Never Have I Ever Gone To Bed Without Brushing My Teeth.",
            "Never Have I Ever Been The Only One In The Family Not To Catch A Cold.",
            "Never Have I Ever Worn My Pajamas All Day When I Wasn’t Sick.",
            "Never Have I Ever Been To A Website I Knew I Shouldn’t.",
            "Never Have I Ever Gotten Something I Didn’t Want For Christmas, But Pretended To Be Happy.",
            "Never Have I Ever Turned Off The Alarm, Gone Back To Sleep, And Been Late.",
            "Never Have I Ever Broken My Parents’ Rules Intentionally To See What Happens.",
            "Never Have I Ever Sat At The Table By Myself After Dinner Because I Wouldn’t Eat My Vegetables.",
            "Never Have I Ever Eaten Breakfast Food For Dinner.",
            "Never Have I Ever Tried To Trick The Tooth Fairy.",
            "Never Have I Ever Had To Use Dad’s Handkerchief.",
            "Never Have I Ever Written Secrets In A Diary.",
            "Never Have I Ever Made My Brother Or Sister Think They Were Adopted.",
            "Never Have I Ever Drew A Mustache On My Brother Or Sister While They Slept.",
            "Never Have I Ever Purposely Not Done My Chores.",
            "Never Have I Ever Slept In Until After Noon During Summer Break.",
            "Never Have I Ever Tried On Mom’s Jewelry.",
            "Never Have I Ever Jumped Out To Scare Someone.",
            "Never Have I Ever Locked Myself Out Of The House On Accident.",
            "Never Have I Ever Ordered Something On Amazon Using Mom And Dad’s Card.",
            "Never Have I Ever Laughed So Much It Hurt.",
            "Never Have I Ever Eaten Old Candy I’ve Found In Mom’s Purse.",
            "Never Have I Ever plucked a nose hair. ",
            "Never Have I Ever had a. allergic reaction. ",
            "Never Have I Ever pretended I was a pet. ",
            "Never Have I Ever sniffed a marker. ",
            "Never Have I Ever chased an animal. ",
            "Never Have I Ever tasted pet food. ",
            "Never Have I Ever tried to figure out someone’s password. ",
            "Never Have I Ever given food to a homeless shelter. ",
            "Never Have I Ever had to go #2 at school. ",
            "Never Have I Ever yelled at my parents. ",
            "Never Have I Ever done a polar bear swim in winter. ",
            "Never Have I Ever ran out of the school. ",
            "Never Have I Ever pretended I was sick so I didn’t have to go to school. ",
            "Never Have I Ever played a game in the dark. ",
            "Never Have I Ever kissed someone. ",
            "Never Have I Ever slept with stuffed animals. ",
            "Never Have I Ever gone caroling. ",
            "Never Have I Ever been snowed in. ",
            "Never Have I Ever jumped in the pool and did a belly flop. ",
            "Never Have I Ever bought a present for my dog/ cat",
            "Never Have I Ever seen all the Home Alone movies. ",
            "Never Have I Ever wore a mask. ",
            "Never Have I Ever been kissed. ",
            "Never Have I Ever shaved my legs. ",
            "Never Have I Ever been out of the state. ",
            "Never Have I Ever been out of the country. ",
            "Never Have I Ever played spin the bottle. ",
            "Never Have I Ever made out with my pillow. ",
            "Never Have I Ever chatted online with a stranger. ",
            "Never Have I Ever stayed up all night. ",
            "Never Have I Ever played truth or dare",
            "Never Have I Ever regretted sending someone a picture",
            "Never Have I Ever said something awkward in front of someone I liked. ",
            "Never Have I Ever been to a dance. ",
            "Never Have I Ever dreamed about marrying my crush.",
            "Never Have I Ever failed a test. ",
            "Never Have I Ever dated someone.",
            "Never Have I Ever had a boyfriend / girlfriend and didn’t tell your parents. ",
            "Never Have I Ever forgotten to do my homework and made up an excuse.",
            "Never Have I Ever made a fake social media account.",
            "Never Have I Ever kissed someone on the bus.",
            "Never Have I Ever called my teacher mom.",
            "Never Have I Ever thrown up on a ride. ",
            "Never Have I Ever tried to friend a famous person on social media.",
            "Never Have I Ever cried during a movie.",
            "Never Have I Ever vacuumed up something you actually needed. ",
            "Never Have I Ever eaten off the floor.",
            "Never Have I Ever licked soap. ",
            "Never Have I Ever worn my parent’s clothes.",
            "Never Have I Ever worn my sibling’s clothes. ",
            "Never Have I Ever Been Sent To The Principal’s Office.",
            "Never Have I Ever Vacuumed My Room",
            "Never Have I Ever Prank Called A Restaurant.",
            "Never Have I Ever Gotten Straight A’s.",
            "Never Have I Ever Blabbed A Secret.",
            "Never Have I Ever Sold My Lunch To A Classmate.",
            "Never Have I Ever Copied From Someone Else’s Paper.",
            "Never Have I Ever Eaten A Whole Pack Of Chips At Once.",
            "Never Have I Ever Helped Build A Campfire.",
            "Never Have I Ever Used The Excuse, “My dog ate my homework.”",
            "Never Have I Ever Climbed A Tree.",
            "Never Have I Ever Put A Worm On A Hook.",
            "Never Have I Ever Believed Cooties Existed.",
            "Never Have I Ever Eaten A Flower.",
            "Never Have I Ever Picked Flowers From A Neighbor’s Garden.",
            "Never Have I Ever Written My Parent’s Signature On Something.",
            "Never Have I Ever Had An Embarrassing Haircut.",
            "Never Have I Ever Made Up An Excuse To The Teacher For Not Having My Homework.",
            "Never Have I Ever Been On A Field Trip.",
            "Never Have I Ever Done Cosplay Before.",
            "Never Have I Ever Gone To School All Day With My Shirt Inside Out And Didn’t Know It.",
            "Never Have I Ever Chewed On My Pencil.",
            "Never Have I Ever Had An Overweight Guinea Pig.",
            "Never Have I Ever Called My Teacher Mom.",
            "Never Have I Ever Gotten An F.",
            "Never Have I Ever Held A Baby In My Arms.",
            "Never Have I Ever Gone To School Without Brushing My Teeth.",
            "Never Have I Ever Written A Note To Someone I Liked.",
            "Never Have I Ever Played Games On Social Media.",
            "Never Have I Ever Had A Conversation With An Animal.",
            "Never Have I Ever Played Tetherball.",
            "Never Have I Ever Eaten Lunch In Class.",
            "Never Have I Ever Stayed Up All Night Doing A School Project At The Last Minute.",
            "Never Have I Ever Cheated During Hide-And-Seek.",
            "Never Have I Ever Put My Mother’s Makeup.",
            "Never Have I Ever Slept All Night In The Backyard.",
            "Never Have I Ever Tried To Change A Grade On A Report Card.",
            "Never Have I Ever Arranged A Surprise Party For My Family Or Friends.",
            "Never Have I Ever Tried To Run Away From Home.",
            "Never Have I Ever Gotten Into A Fight At School.",
            "Never Have I Ever Bragged About My Good Grades.",
            "Never Have I Ever Been Afraid To Tell My Parents Something.",
            "Never Have I Ever Lied To A Teacher.",
            "Never Have I Ever Had Any Collectibles.",
            "Never Have I Ever Stayed All Night In The Hospital.",
            "Never Have I Ever Cheated On A Test.",
            "Never Have I Ever Made A YouTube Video.",
            "Never Have I Ever Been Grounded.",
            "Never Have I Ever Gone To The Clinic.",
            "Never Have I Ever Had A Fist-Fight With My Cousin.",
            "Never Have I Ever Driven A Car.",
            "Never Have I Ever Fallen Off Playground Equipment.",
            "Never Have I Ever Dropped My Phone In The Sink.",
            "Never Have I Ever Changed A Baby’s Dirty Diaper.",
            "Never Have I Ever Skipped Class.",
            "Never Have I Ever Gone To School Without Bathing.",
            "Never Have I Ever Cried When The Doctor Gave Me A Shot.",
            "Never Have I Ever Written A Book Report Without Reading The Book.",
            "Never Have I Ever Stepped On My Pet’s Poop.",
            "Never Have I Ever Made A Homemade Pizza.",
            "Never Have I Ever Thrown Something Out Of The School Bus Window.",
            "Never Have I Ever Used A Diving Board.",
            "Never Have I Ever Been To A Haunted House.",
            "Never Have I Ever Fallen Asleep On The School Bus.",
            "Never Have I Ever Fallen Off An Escalator In The Mall.",
            "Never Have I Ever had My Hair Cut Without Asking Mom First.",
            "Never Have I Ever Missed The School Bus.",
            "Never Have I Ever Sneezed Without Covering My Mouth.",
            "Never Have I Ever Found Myself In Trouble For Being With Someone I Wasn’t Supposed To Be With.",
            "Never Have I Ever Added A Teacher As A Friend On Social Media.",
            "Never Have I Ever Been To Disney World.",
            "Never Have I Ever Crawled Into Bed With My Parents After A Bad Dream.",
            "Never Have I Ever Texted A Teacher.",
            "Never Have I Ever Enjoyed Watching In The Mirror As The Goo Come Out Of A Blackhead Or Spot As I Squeezed It.",
            "Never Have I Ever Wet My Bed During Sleep.",
            "Never Have I Ever Accidentally Said A Bad Word In Front Of My Parents.",
            "Never Have I Ever Had A Class Pet.",
            "Never Have I Ever Drooled On My Pillow While Sleeping.",
            "Never Have I Ever Been Kissed.",
            "Never Have I Ever Done ‘Show And Tell.’",
            "Never Have I Ever Screamed While Watching A Horror Movie.",
            "Never Have I Ever Swallowed My Gum.",
            "Never Have I Ever Made Someone Else Late By Turning Off The Alarm.",
            "Never Have I Ever Swapped Lunches With Someone Else.",
            "Never Have I Ever Stolen Food From Someone’s Lunch Tray.",
            "Never Have I Ever Read My Sibling’s Diary.",
            "Never Have I Ever Been Part Of A School Musical.",
            "Never Have I Ever Lost My House Key.",
            "Never Have I Ever Had Food Poisoning.",
            "Never Have I Ever Played On A Sports Team At School.",
            "Never Have I Ever Forgotten To Pass On A Telephone Message.",
            "Never Have I Ever Seen A Cassette Tape.",
            "Never Have I Ever Made A Heartfelt Promise That I Immediately Broke Once Another Opportunity Came By.",
            "Never Have I Ever Danced At A School Dance.",
            "Never Have I Ever Jumped Into The Water From A Boat.",
            "Never Have I Ever Stole Someone Else’s Lunch Not Because I Was Hungry Or Poor But Because I Felt Naughty.",
            "Never Have I Ever Been A Teacher’s Pet.",
            "Never Have I Ever Dipped My Finger Into The Peanut Butter Jar Then Put It Back On The Shelf.",
            "Never Have I Ever Made Someone Cry Out Of Revenge For A Very Stupid Thing.",
            "Never Have I Ever Pretended To Be Sick To Get Out Of Doing My Chores.",
            "Never Have I Ever Shaved My Body Hair Into A Random Shape For A Laugh.",
            "Never Have I Ever Danced Like A Tribal Person.",
            "Never Have I Ever Thrown Up Because Someone Else Threw Up.",
            "Never Have I Ever Dressed Like A Monster.",
            "Never Have I Ever Been Chased By A Dog.",
            "Never Have I Ever Eaten Dog Food.",
            "Never Have I Ever Shared My Utensils With My Dog.",
            "Never Have I Ever Been Thrown Up On.",
            "Never Have I Ever Excreted In A Farm.",
            "Never Have I Ever Said To People That I Don’t Fart.",
            "Never Have I Ever Broken Something Expensive Because I Was Angry.",
            "Never Have I Ever Plucked The Hair Of My Nose.",
            "Never Have I Ever Been Electrocuted.",
            "Never Have I Ever Gone Without A Bath Or Shower For More Than A Week.",
            "Never Have I Ever Belched The Alphabet.",
            "Never Have I Ever Farted In An Elevator And Pretended It Was Not Me.",
            "Never Have I Ever Laughed So Hard I Peed My Pants.",
            "Never Have I Ever Pulled A Push Door.",
            "Never Have I Ever Eaten What I Knew Was Someone Else’s Food.",
            "Never Have I Ever Knowingly Worn A Broken Watch.",
            "Never Have I Ever Caught Someone Picking Their Nose.",
            "Never Have I Ever Had An Allergic Reaction In Public.",
            "Never Have I Ever Peed In A Bottle.",
            "Never Have I Ever Laughed So Hard I Wet Myself.",
            "Never Have I Ever Stepped In Dog Poop Barefoot.",
            "Never Have I Ever Worn My Shirt Inside Out In Public By Mistake.",
            "Never Have I Ever Watched Keeping Up With The Kardashians.",
            "Never Have I Ever Acted Like Michael Jackson.",
            "Never Have I Ever Picked Out A Wedgie In Public.",
            "Never Have I Ever Stuck Gum Under A Desk.",
            "Never Have I Ever Bitten A Pet.",
            "Never Have I Ever Rubbed Someone Else’s Toothbrush In Something Other Than Toothpaste.",
            "Never Have I Ever Thought About What Type Of Dog I Would Be.",
            "Never Have I Ever Tried To See How Many Marshmallows Can Fit Into My Mouth.",
            "Never Have I Ever Eaten Bugs.",
            "Never Have I Ever Thought About What Type Of Cat I Would Be.",
            "Never Have I Ever Followed The Wrong Person In A Crowd.",
            "Never Have I Ever Bit My Tongue.",
            "Never Have I Ever Thought About What Type Of Pet I Would Be.",
            "Never Have I Ever Stop Remembering My First Love.",
            "Never Have I Ever Done Lip-Syncing.",
            "Never Have I Ever Kissed/Dated/Slept With Someone And Kept It Secret.",
            "Never Have I Ever Messed With The Watchman.",
            "Never Have I Ever Eaten Cat Food.",
            "Never Have I Ever Refused A Kiss.",
            "Never Have I Ever Lied To My Parents About Being Hungover.",
            "Never Have I Ever Done Something So Bad In Public That I Still Cringe When I Think About It.",
            "Never Have I Ever Lost A Bet.",
            "Never Have I Ever Been Ill On A Special Occasion.",
            "Never Have I Ever Used A Fake ID.",
            "Never Have I Ever  Skipped Out On A Bill.",
            "Never Have I Ever Skinny-Dipped.",
            "Never Have I Ever Won The Lottery.",
            "Never Have I Ever Had To Go To Court.",
            "Never Have I Ever Tripped In A Public Place And Acted Like It Was Intentional.",
            "Never Have I Ever Been To A Destination Wedding.",
            "Never Have I Ever Crashed A Wedding.",
            "Never Have I Ever Shoplifted.",
            "Never Have I Ever Lied To A Boss.",
            "Never Have I Ever Tried Watching TV Upside Down.",
            "Never Have I Ever Kissed More Than One Person In 24 Hours.",
            "Never Have I Ever Pranked Someone.",
            "Never Have I Ever Regifted A Gift.",
            "Never Have I Ever Farted Loud And Tried To Keep Rhythm.",
            "Never Have I Ever Trolled Someone On Social Media.",
            "Never Have I Ever Climbed Out Of A Window.",
            "Never Have I Ever Got On The Wrong Train.",
            "Never Have I Ever Tried Guessing Someone’s Password.",
            "Never Have I Ever Got On The Wrong Bus.",
            "Never Have I Ever Urinated In A Swimming Pool As An Adult.",
            "Never Have I Ever Snooped Through Someone’s Stuff.",
            "Never Have I Ever Fake Cried To Get What I Want.",
            "Never Have I Ever Had To Take A Walk Of Shame.",
            "Never Have I Ever Went On A Solo Vacation.",
            "Never Have I Ever Went On A Road Trip.",
            "Never Have I Ever Wanted To Be On A Reality TV Show.",
            "Never Have I Ever Got Stopped By Airport Security.",
            "Never Have I Ever Went Viral Online.",
            "Never Have I Ever Been Chased By A Cat.",
            "Never Have I Ever Slept Outdoors For An Entire Night.",
            "Never Have I Ever Made A Speech In Front Of 100 People Or More.",
            "Never Have I Ever Been Arrested.",
            "Never Have I Ever Lied To My Best Friend About Who I Was With.",
            "Never Have I Ever Made An Embarrassing Video.",
            "Never Have I Ever Lied About My Age.",
            "Never Have I Ever Made Up A Story About Someone Who Wasn’t Real.",
            "Never Have I Ever Snuck In Somewhere.",
            "Never Have I Ever Believed Something Was Haunted.",
            "Never Have I Ever Been The Alibi For A Lying Friend.",
            "Never Have I Ever Pretended I Was Sick For Attention.",
            "Never Have I Ever Quietly Farted At Work And Then Left The Room.",
            "Never Have I Ever Worn Sleepwear And Pretended It Was Clothing.",
            "Never Have I Ever Been Stung By A Bee.",
            "Never Have I Ever Said “Excuse Me” When There Was No One Around.",
            "Never Have I Ever Slept On A Cold, Hard Floor.",
            "Never Have I Ever Scared Myself In A Mirror.",
            "Never Have I Ever Shown Up To Work wearing opposite shoes.",
            "Never Have I Ever Secretly Wished I Were A Wizard At Hogwarts.",
            "Never Have I Ever Kissed My Best Friend.",
            "Never Have I Ever Had A Nightmare About Zombies Chasing Me.",
            "Never Have I Ever Got Lost On A Vacation.",
            "Never Have I Ever Been Scared Of Clowns.",
            "Never Have I Ever Kissed Someone Without Knowing Him/Her.",
            "Never Have I Ever Faked Being Sick So I Could Play Video Games.",
            "Never Have I Ever Urinated In Public.",
            "Never Have I Ever Tried Out To Be An Extra In A Movie.",
            "Never Have I Ever Licked My Fingers After Eating Delicious Food.",
            "Never Have I Ever Looked Out The Car’s Passenger Seat Window And Imagined It Was A Scene From A Music Video.",
            "Never Have I Ever Been With The Former Love Of My Best Friend.",
            "Never Have I Ever Actually Laughed Out Loud When Typing “LOL”.",
            "Never Have I Ever Taken Credit For Someone Else’s Work.",
            "Never Have I Ever Eaten Someone Else’s Lunch From The Office Fridge.",
            "Never Have I Ever lost my bathing suit in a pool.",
            "Never Have I Ever Fallen Asleep In Public.",
            "Never Have I Ever Been Banned By A Social Media Site.",
            "Never Have I Ever Fallen Asleep At Work.",
            "Never Have I Ever Had An “Accident” In Public.",
            "Never Have I Ever had a crush on a friend.",
            "Never Have I Ever Fought In The Street.",
            "Never Have I Ever Tried To Impress A Crush By Pretending To Like Things They Liked.",
            "Never Have I Ever Eaten Food In A Supermarket Without Purchasing.",
            "Never Have I Ever Had Head Lice.",
            "Never Have I Ever Fallen Asleep On The Bus And I’ve Passed My Station.",
            "Never Have I Ever gotten in a fistfight.",
            "Never Have I Ever Played With The Line Of Ants In The Kitchen.",
            "Never Have I Ever Broken The “Five-Second Rule.”",
            "Never Have I Ever Taken A Funny Picture Of My Friend While Sleeping.",
            "Never Have I Ever Been Pulled Over.",
            "Never Have I Ever Been In Love With My Teacher In College.",
            "Never Have I Ever Burped After A Kiss.",
            "Never Have I Ever Blocked Someone’s Toilet.",
            "Never Have I Ever Eaten Something On A Dare.",
            "Never Have I Ever Sneaked Into A Party.",
            "Never Have I Ever Been Dumped.",
            "Never Have I Ever Received A Traffic Violation.",
            "Never Have I Ever Crapped Myself.",
            "Never Have I Ever Kicked An Anthill.",
            "Never Have I Ever Had A Bad Date.",
            "Never Have I Ever Wanted To Fall In Love With My Sister’s/Brothers Friend.",
            "Never Have I Ever Googled A New Bae’s Ex.",
            "Never Have I Ever Snooped Through A Family Member’s Or Friend’s Belongings Without Them Knowing.",
            "Never Have I Ever Researched A Blind Date.",
            "Never Have I Ever Blamed A Fart On A Pet.",
            "Never Have I Ever Walked Over Five Miles.",
            "Never Have I Ever Had A Bad Dye Job.",
            "Never Have I Ever Said Sorry To An Insect I Killed.",
            "Never Have I Ever Flirted To Get Out Of Being In Trouble.",
            "Never Have I Ever Picked Up A Hitchhiker.",
            "Never Have I Ever Not Changed My Underwear For Longer Than Two Days.",
            "Never Have I Ever Completely Lied About A Skill During A Job Interview.",
            "Never Have I Ever Lied To Get Out Of Going To Work.",
            "Never Have I Ever Been Seasick.",
            "Never Have I Ever Made A Fake Instagram Account To Creep On Someone.",
            "Never Have I Ever Forgotten The Birthday Of A Family Member.",
            "Never Have I Ever Been Sneezed On.",
            "Never Have I Ever Ha two dates in one night.",
            "Never Have I Ever Had Diarrhea And Vomited Simultaneously.",
            "Never Have I Ever Broken Someone’s Heart.",
            "Never Have I Ever Tasted Soap.",
            "Never Have I Ever Read A Partner’s Text Messages.",
            "Never Have I Ever Eavesdropped On A Conversation.",
            "Never Have I Ever Read A Partner’s Emails.",
            "Never Have I Ever Sneezed Into My Hands And Then Wiped it on something.",
            "Never Have I Ever Sent A Stranger A Drink.",
            "Never Have I Ever Quit My Job.",
            "Never Have I Ever Accepted A Drink From A Stranger.",
            "Never Have I Ever Licked My Plate Clean.",
            "Never Have I Ever Lied About My Income.",
            "Never Have I Ever Been In Handcuffs, For Any Reason.",
            "Never Have I Ever Been Nude In Public.",
            "Never Have I Ever Not Washed My Hands After Having A Number Two.",
            "Never Have I Ever Dated Someone 10 Years Older.",
            "Never Have I Ever Lost My Keys.",
            "Never Have I Ever Dated Someone 5 Years Younger.",
            "Never Have I Ever Run Into A Sliding Glass Door.",
            "Never Have I Ever Cried Myself To Sleep.",
            "Never Have I Ever Texted Or Taken A Call At The Movies.",
            "Never Have I Ever Wet The Bed Over The Age Of 18.",
            "Never Have I Ever Convinced A Partner To Dump A Friend.",
            "Never Have I Ever Been In A Relationship With Someone Whom I Did Not Love.",
            "Never Have I Ever Snitched On Someone Else At Work.",
            "Never Have I Ever Friended A Stranger On Social Media.",
            "Never Have I Ever Called A Partner The Wrong Name.",
            "Never Have I Ever Fallen Asleep In The Cinema.",
            "Never Have I Ever Cut In Line On Purpose.",
            "Never Have I Ever Watched The Ghostbusters Remake.",
            "Never Have I Ever Ruined Someone Else’s Vacation.",
            "Never Have I Ever Wanted To Be One Of The Kardashians.",
            "Never Have I Ever Cried During A Pixar Movie.",
            "Never Have I Ever Sent Nudes.",
            "Never Have I Ever Gone Commando.",
            "Never Have I Ever Sent Someone A Naughty Pic.",
            "Never Have I Ever Given A Lap Dance.",
            "Never Have I Ever Played Strip Poker.",
            "Never Have I Ever Received A Lap Dance.",
            "Never Have I Ever Kissed A Stranger.",
            "Never Have I Ever Hooked Up With Someone Just To Make Someone Else Jealous.",
            "Never Have I Ever Been Caught Looking At Something Naughty.",
            "Never Have I Ever Had A Crush On A Coworker.",
            "Never Have I Ever Gotten A Tattoo.",
            "Never Have I Ever Had A friend With Benefits.",
            "Never Have I Ever Stood Someone Up On A Date.",
            "Never Have I Ever Given A Fake Name.",
            "Never Have I Ever Had To Cover Up A Hickey.",
            "Never Have I Ever Dumped Someone Over Text.",
            "Never Have I Ever Done A Body Shot.",
            "Never Have I Ever Been Sick On Public Transport.",
            "Never Have I Ever Fixed My Buttons Depending on Who I’d See That Day.",
            "Never Have I Ever Texted An Ex Out Of Nowhere.",
            "Never Have I Ever Kiss And Told.",
            "Never Have I Ever Been Refused Entry To A Club.",
            "Never Have I Ever Had A Holiday Romance.",
            "Never Have I Ever played with whipped cream.",
            "Never Have I Ever Peed In The Shower.",
            "Never Have I Ever Gone Out With A Friend’s Ex.",
            "Never Have I Ever Been Attracted To A Friend Or Partner’s Parent.",
            "Never Have I Ever Said ‘I Love You’ When I Didn’t Mean It.",
            "Never Have I Ever Kissed A Celebrity.",
            "Never Have I Ever Dined And Dashed.",
            "Never Have I Ever Sent A Dirty Text To The Wrong Person.",
            "Never Have I Ever Trespassed.",
            "Never Have I Ever Flirted With A College Professor.",
            "Never Have I Ever Been To A Nudist Beach.",
            "Never Have I Ever Ruined An Item Of Clothing I Borrowed From A Friend.",
            "Never Have I Ever Cheated On Someone.",
            "Never Have I Ever Lied In This Game.",
            "Never Have I Ever Slept With Someone Whose Name I Don’t Know.",
            "Never Have I Ever Been Cheated On.",
            "Never Have I Ever Jumped In A Pool With All My Clothes On.",
            "Never Have I Ever Kissed More Than One Person In A Day.",
            "Never Have I Ever Been Fired From A Job.",
            "Never Have I Ever kissed more than one person in 24 hours.",
            "Never Have I Ever unfollowed a friend on social media",
            "Never Have I Ever fantasized about somebody in my circle of friends.",
            "Never Have I Ever had to give a speech in front of a crowd",
            "Never Have I Ever sent a dirty text message.",
            "Never Have I Ever done jury duty.",
            "Never Have I Ever texted the wrong person something juicy.",
            "Never Have I Ever saved someone’s Life.",
            "Never Have I Ever snooped on someone.",
            "Never Have I Ever lied about your age. ",
            "Never Have I Ever made a recipe from a blog.",
            "Never Have I Ever made up a story that never happened.",
            "Never Have I Ever seen a famous person on the street.",
            "Never Have I Ever deleted a post on social media because it didn’t have enough likes/comments.",
            "Never Have I Ever thrown something at someone. ",
            "Never Have I Ever sent back a meal at a restaurant.",
            "Never Have I Ever spied on my neighbors.",
            "Never Have I Ever run from a police officer.",
            "Never Have I Ever played hooky from school or work.",
            "Never Have I Ever counted calories.",
            "Never Have I Ever watched Temptation Island. ",
            "Never Have I Ever hit on someone while on a date with someone else.",
            "Never Have I Ever rode a motorcycle.",
            "Never Have I Ever ruined a car.",
            "Never Have I Ever watched 50 Shades of Gray.",
            "Never Have I Ever broken a bone.",
            "Never Have I Ever really liked a song by Justin Bieber.",
            "Never Have I Ever swam naked in the pool.",
            "Never Have I Ever had a friend turn on me.",
            "Never Have I Ever tried to repeat an action scene in the house.",
            "Never Have I Ever been refused a kiss.",
            "Never Have I Ever used training wheels.",
            "Never Have I Ever kissed my best friend.",
            "Never Have I Ever ruined someone else’s vacation.",
            "Never Have I Ever lived alone.",
            "Never Have I Ever drove a car before turning 15.",
            "Never Have I Ever had friends with benefits.",
            "Never Have I Ever snuck into a party. ",
            "Never Have I Ever been in a questionable situation.",
            "Never Have I Ever farted in front of a classmate or coworker.",
            "Never Have I Ever been in handcuffs.",
            "Never Have I Ever been caught picking my nose. ",
            "Never Have I Ever slept with no clothes on.",
            "Never Have I Ever spied on my neighbors.",
            "Never Have I Ever taken a selfie.",
            "Never Have I Ever fallen in love as soon as I saw someone. ",
            "Never Have I Ever taken a shower pic.",
            "Never Have I Ever kissed a stranger. ",
            "Never Have I Ever done role play.",
            "Never Have I Ever stalked an ex’s boyfriend or girlfriend on social media.",
            "Never Have I Ever Been dumped. ",
            "Never Have I Ever Speed Dated. ",
            "Never Have I Ever been on a dating app. ",
            "Never Have I Ever played sports ",
            "Never Have I Ever given someone the wrong number ",
            "Never Have I Ever sent something risque to someone else. ",
            "Never Have I Ever been jealous of a friend. ",
            "Never Have I Ever been on a diet. ",
            "Never Have I Ever stalked your ex",
            "Never Have I Ever had a crush on someone in this room. ",
            "Never Have I Ever eaten raw meat. ",
            "Never Have I Ever pretend I was asleep. ",
            "Never Have I Ever made a Musically",
            "Never Have I Ever made a YouTube video",
            "Never Have I Ever ugly cried. ",
            "Never Have I Ever been chased by a dog",
            "Never Have I Ever eaten rotten food. ",
            "Never Have I Ever punched someone. ",
            "Never Have I Ever cheated on a test. ",
            "Never Have I Ever sang in the shower",
            "Never Have I Ever had a crush on a teacher. ",
            "Never Have I Ever had a crush on one of your friends. ",
            "Never Have I Ever drank milk out of the carton. ",
            "Never Have I Ever fallen asleep in church. ",
            "Never Have I Ever tried to get you in trouble. ",
            "Never Have I Ever watched Star Wars. ",
            "Never Have I Ever lied to one of you. ",
            "Never Have I Ever lost something of yours. ",
            "Never Have I Ever said I love you to someone. ",
            "Never Have I Ever hid something from you. ",
            "Never Have I Ever picked my nose and wiped it on the couch. ",
            "Never Have I Ever not cared if you got in trouble. ",
            "Never have I ever gone a whole day without a bra. ",
            "Never Have I Ever gone out in pajamas with my pajamas on. ",
            "Never Have I Ever dressed a certain way to get someone’s attention. ",
            "Never Have I Ever started at a guy’s butt. ",
            "Never Have I Ever been proposed to. ",
            "Never Have I Ever given someone a friend’s number. ",
            "Never Have I Ever regretted something I said. ",
            "Never Have I Ever liked someone much older than me. ",
            "Never Have I Ever sent a message over Snapchat. ",
            "Never Have I Ever talked to a guy online I didn’t know. ",
            "Never Have I Ever been on a double date. ",
            "Never Have I Ever sent a flirty selfie. ",
            "Never Have I Ever pierced something. ",
            "Never Have I Ever snuck out of the house. ",
            "Never Have I Ever told my parents I was somewhere I wasn’t ",
            "Never Have I Ever dated someone without telling my parents. ",
            "Never Have I Ever gone on a trip with friends. ",
            "Never Have I Ever died my hair. ",
            "Never Have I Ever copied a friend’s outfit. ",
            "Never Have I Ever joined a club because a boy was in it. ",
            "Never Have I Ever sang a Disney song as loud as I could. ",
            "Never Have I Ever watched a makeup tutorial on YouTube that didn’t turn out. ",
            "Never Have I Ever shopped in the boy’s section ",
            "Never Have I Ever gone out without brushing my hair. ",
            "Never Have I Ever worn a hat so I didn’t have to brush my hair. ",
            "Never Have I Ever flirted with a teacher. ",
            "Never Have I Ever snuck out. ",
            "Never Have I Ever got cut from the team. ",
            "Never Have I Ever skipped class. ",
            "Never Have I Ever played a joke on a friend. ",
            "Never Have I Ever dated my friend’s sister. ",
            "Never Have I Ever lost a bet. ",
            "Never Have I Ever worn a dress.",
            "Never Have I Ever worn makeup. ",
            "Never Have I Ever got rejected. ",
            "Never Have I Ever taken something to school I shouldn’t ",
            "Never Have I Ever driven a car ",
            "Never Have I Ever been banned from video games. ",
            "Never Have I Ever played online with friends. ",
            "Never Have I Ever talked trash to a stranger. ",
            "Never Have I Ever kissed a girl. ",
            "Never Have I Ever cried during a movie. ",
            "Never Have I Ever held a girl’s hand. ",
            "Never Have I Ever read Twilight. ",
            "Never Have I Ever been to a professional sporting event. ",
            "Never Have I Ever been camping. ",
            "Never Have I Ever shot an animal. ",
            "Never Have I Ever shot a gun. ",
            "Never Have I Ever wished you were a superhero. ",
            "Never Have I Ever cheated on someone. ",
            "Never Have I Ever lived in the garage. ",
            "Never Have I Ever stayed up all night. ",
            "Never Have I Ever drank a 2 liter of soda in one sitting. ",
            "Never Have I Ever tried to burp the alphabet",
            "Never Have I Ever tried to impress a girl",
            "Never Have I Ever worn name-brand clothes. ",
            "Never Have I Ever had a paper route. ",
            "Never Have I Ever pretended to be someone’s friend. ",
            "Never Have I Ever jumped in a pool in winter. ",
            "Never Have I Ever jumped in the pool with clothes on. ",
            "Never Have I Ever been fired. ",
            "Never Have I Ever faked being sick. ",
            "Never Have I Ever gotten mad at a friend and didn’t tell them. ",
            "Never Have I Ever pretended  I forgot when I didn’t want to go somewhere. ",
            "Never Have I Ever apologized and didn’t really mean it. ",
            "Never Have I Ever made a random recipe I saw on TikTok. ",
            "Never Have I Ever jumped in the pool with clothes on. ",
            "Never Have I Ever been fired. ",
            "Never Have I Ever faked being sick. ",
            "Never Have I Ever gotten mad at a friend and didn’t tell them. ",
            "Never Have I Ever pretended  I forgot when I didn’t want to go somewhere. ",
            "Never Have I Ever apologized and didn’t really mean it. ",
            "Never Have I Ever stayed up all night. ",
            "Never Have I Ever binged watched a show",
            "Never Have I Ever watched 90 Day Fiance. ",
            "Never Have I Ever fallen asleep with all the lights on. ",
            "Never Have I Ever lied to a friend. ",
            "Never Have I Ever snuck out of the house. ",
            "Never Have I Ever worn dirty underwear. ",
            "Never Have I Ever purged my closet. ",
            "Never Have I Ever bought the same shirt twice. ",
            "Never Have I Ever watched Full House as a kid. ",
            "Never Have I Ever shoved everything in my closet to have a clean room. ",
            "Never Have I Ever missed something that was important. ",
            "Never Have I Ever slept in my clothes. ",
            "Never Have I Ever not really known what the emoji meant I was using. ",
            "Never Have I Ever day dreamed about someone from the opposite sex. ",
            "Never Have I Ever Googled myself. ",
            "Never Have I Ever disagreed with the President. ",
            "Never Have I Ever had surgery. ",
            "Never Have I Ever forgotten to tip someone. ",
            "Never Have I Ever watched a kid’s show with no one else watching. ",
            "Never Have I Ever cut your own hair. ",
            "Never Have I Ever lost your swimsuit in the ocean. ",
            "Never Have I Ever zoned out while listening to someone talk.  ",
            "Never Have I Ever flirted with a cop to get out of a ticket. ",
            "Never Have I Ever used your cellphone while driving. ",
            "Never Have I Ever made out with someone in a hot tub. ",
            "Never Have I Ever been kissed. ",
            "Never Have I Ever played poker. ",
            "Never Have I Ever passed a girl a note in class. ",
            "Never Have I Ever had a crush on a teacher. ",
            "Never Have I Ever asked someone out. ",
            "Never Have I Ever had a one night stand. ",
            "Never Have I Ever been on a dating website. ",
            "Never Have I Ever asked a friend something I didn’t know. ",
            "Never Have I Ever dated someone to make someone jealous. ",
            "Never have I ever lied and said, “I am on my way” when I am not. ",
            "Never Have I Ever pretended I did something just so you would like me.",
            "Never Have I Ever bought you something in hopes you get rid of something I don’t like. ",
            "Never have I ever had a romantic dinner for 2. ",
            "Never Have I Ever been on a double date with my parents. ",
            "Never Have I Ever played spin the bottle.",
            "Never Have I Ever danced when no one was watching. ",
            "Never Have I Ever been to a bar. ",
            "Never Have I Ever bought a lottery ticket. ",
            "Never Have I Ever peed in the shower. ",
            "Never have I ever pretended my baby didn’t poop for 5 minutes to avoid changing a diaper. ",
            "Never Have I Ever not showered for 2 days. ",
            "Never Have I Ever texted the wrong person.",
            "Never Have I Ever put everyone else ahead of me in regards to self care. ",
            "Never Have I Ever wished I could go away by myself for the weekend. ",
            "Never Have I Ever put on dirty clothes. ",
            "Never Have I Ever slept in my clothes. ",
            "Never Have I Ever been so tired I fell asleep standing up. ",
            "Never Have I Ever peed in the shower. ",
            "Never Have I Ever wiped spit-up off my clothes and just went on with my day. ",
            "Never Have I Ever been thrown up on ",
            "Never Have I Ever picked a wedgie. ",
            "Never Have I Ever used baby wipes as a shower. ",
            "Never Have I Ever sniffed my own armpit. ",
            "Never Have I Ever wore yesterday’s makeup. ",
            "Never Have I Ever listened to rap music. ",
            "Never Have I Ever stepped in dog poop. ",
            "Never Have I Ever emptied my husband’s wallet. ",
            "Never Have I Ever gotten fast food for dinner every night ",
            "Never Have I Ever stayed up just for some peace and quiet. ",
            "Never Have I Ever checked my kid’s phones",
            "Never Have I Ever checked my spouse’s phone. ",
            "Never Have I Ever watched or read Fifty Shades of Gray",
            "Never Have I Ever hid in the bathroom",
            "Never Have I Ever whisper screamed. ",
            "Never Have I Ever called a friend crying. ",
            "Never Have I Ever called my kids someone else’s name",
            "Never Have I Ever touched poop",
            "Never Have I Ever been so proud I cried",
            "Never Have I Ever lost a toy on purpose. ",
            "Never Have I Ever cleaned out the toys while the kids sleep",
            "Never Have I Ever used my kids as an excuse",
            "Never Have I Ever said ok and Don’t know what you said okay to. ",
            "Never Have I Ever stayed in my pajamas all day",
            "Never Have I Ever prayed plans were canceled so you don’t have to go out. ",
            "Never Have I Ever been strict about bed time. ",
            "Never Have I Ever let my kids sleep with me",
            "Never Have I Ever peed my pants while running. ",
            "Never Have I Ever pulled out mama bear when needed. ",
            "Never Have I Ever let my kids play iPad all day just to have a break",
            "Never Have I Ever wiped snot with my shirt",
            "Never Have I Ever wiped snot with my hand",
            "Never Have I Ever forced my kids to eat vegetables",
            "Never Have I Ever gotten fast food so I didn’t have to hear my kids complain. ",
            "Never Have I Ever driven somewhere looking like a hot mess praying you don’t see someone you know or have to get out of the car. ",
            "Never Have I Ever pulled over to let a kid pee out the door",
            "Never Have I Ever squatted over a public toilet",
            "Never Have I Ever held a kid over a public toilet. ",
            "Never Have I Ever said your child was younger so it was cheaper or free. ",
            "Never Have I Ever had a dance party with the kids. ",
            "Never Have I Ever bribed my kids so they would do something. ",
            "Never Have I Ever bought my kids something so expensive for them to be happy. ",
            "Never Have I Ever thought I have no idea what I am doing. ",
            "Never Have I Ever felt like you were losing your identity.",
            "Never Have I Ever wanted to exercise but don’t have time. ",
            "Never Have I Ever gone without changing my shirt for a day. ",
            "Never Have I Ever re washed clothes so you didn’t have to fold them. ",
            "Never Have I Ever let my kids were pajamas all day because whatever. ",
            "Never Have I Ever snuggled with my kids after they fell asleep. ",
            "Never Have I Ever changed my view on parenting when I became a parent. ",
            "Never Have I Ever looked at someone’s bum for more poo. ",
            "Never Have I Ever cried because you miss having babies. ",
            "Never Have I Ever cried because you wonder where the time has gone.",
            "Never Have I Ever thought I don’t want to forget this and 2 seconds later you do. ",
            "Never Have I Ever been filmed doing something you regret. ",
            "Never Have I Ever run from a police officer. ",
            "Never Have I Ever crashed a car. ",
            "Never Have I Ever been on a diet that doesn’t work",
            "Never Have I Ever pretended to workout. ",
            "Never Have I Ever been on vacation by yourself. ",
            "Never Have I Ever made Peanut butter and jelly for dinner. ",
            "Never Have I Ever woken up in drool. ",
            "Never Have I Ever peed in the shower. ",
            "Never Have I Ever built a treehouse. ",
            "Never Have I Ever shot a gun. ",
            "Never Have I Ever faked being sick. ",
            "Never Have I Ever took longer to get home just for a few more quiet minutes. ",
            "Never Have I Ever pretended to go to the bathroom.",
            "Never Have I Ever cheated. ",
            "Never Have I Ever regretted a life decision. ",
            "Never Have I Ever learned a foreign language then used it in another country. ",
            "Never Have I Ever stayed in bed all day as an adult. ",
            "Never Have I Ever blamed someone else. ",
            "Never Have I Ever spent more than $200.00 on dinner",
            "Never Have I Ever stood someone else up. ",
            "Never Have I Ever been filmed doing something you regret. ",
            "Never Have I Ever fell off the couch. ",
            "Never have I Ever speed dated. ",
            "Never Have I Ever been on a dating website. ",
            "Never Have I Ever been turned down. ",
            "Never Have I Ever pretended I like something you did. ",
            "Never Have I Ever said I love to you to someone other than you. ",
            "Never Have I Ever talked to someone just to make someone else jealous. ",
            "Never Have I Ever tried glow in the dark condoms. ",
            "Never Have I Ever looked up different positions. ",
            "Never Have I Ever lied to you about how you looked. ",
            "Never Have I Ever deleted something from my phone so you didn’t see it. ",
            "Never Have I Ever wished for something else in the bedroom.",
            "Never Have I Ever wanted to try a new position. ",
            "Never Have I Ever wanted to get some toys. ",
            "Never Have I Ever given someone a nickname. ",
            "Never Have I Ever watched 50 Shades of Gray without you.  ",
            "Never Have I Ever checked you out without you knowing",
            "Never Have I Ever wished you were different. ",
            "Never Have I Ever Googled something to try with you in the bedroom.",
            "Never Have I Ever gone through the motions in the bedrooom",
            "Never Have I Ever touched you while you sleep. ",
            "Never Have I Ever said I love you just because. ",
            "Never Have I Ever have I ever given someone else a sappy love letter. ",
            "Never Have I Ever fallen asleep so I didn’t have to be intimate. ",
            "Never have I ever sleep in a strangers bed",
            "Never have I ever walked in on someone getting dressed.",
            "Never have I ever had kissed on the first date.",
            "Never have I ever faked it.",
            "Never have I ever had a bad date.",
            "Never have I ever joined the mile-high club.",
            "Never have I ever said ‘I love you’ just to get laid.",
            "Never have I ever taken an intimate selfie.",
            "Never have I ever had a friend with benefits.",
            "Never have I ever flashed someone.",
            "Never have I ever role-played.",
            "Never have I ever sexted.",
            "Never have I ever flirted with a teacher.",
            "Never have I ever been to a nude beach.",
            "Never Have I Ever been walked in on by my parents.",
            "Never have I ever been to an adult store.",
            "Never have I ever played Dirty Truth or Dare.",
            "Never have I ever taken a shower selfie.",
            "Never have I ever been shy in the bedroom.",
            "Never have I ever said the wrong name in bed",
            "Never have I ever had been intimate in the sea/a swimming pool",
            "Never have I ever had a one night stand",
            "Never have I ever faked saying I love you",
            "Never have I ever wished you would tie me up ",
            "Never Have I ever tried something I instantly regretted. ",
            "Never Have I ever been in an adult store or shopped for it online. ",
            "Never Have I ever taken a shower video",
            "Never Have I ever hooked up with someone the day I met them. ",
            "Never Have I ever used my kid’s toothbrush. ",
            "Never Have I ever broken the 5 second rule",
            "Never Have I ever been sexted ",
            "Never Have I ever sent a dirty text to the wrong person. ",
            "Never Have I ever played with whip cream in the bedroom. ",
            "Never Have I ever bought something to try with a partner. ",
            "Never Have I ever joined the mile high club. ",
            "Never Have I ever said I love you to get someone in the bedroom. ",
            "Never Have I ever been skinny dipping and got caught. ",
            "Never Have I ever been intimate in public. ",
            "Never Have I ever eaten food out of the trash. ",
            "Never Have I ever used a pickup line that worked. ",
            "Never Have I ever an open relationship",
            "Never Have I ever farted while being intimate. ",
            "Never Have I ever told a secret I was supposed to keep. ",
            "Never Have I ever acted out one of my intimate fantasies. ",
            "Never Have I ever kiss and told. ",
            "Never Have I ever sunbathed nude. ",
            "Never Have I Ever did it in a sleeping bag."
        ]
    }
 ]